Repository: ipplan-ng/ipplan-ng-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: The customer description must be longer
de: Die Kunden Beschreibung ist zu kurz
es: La descripción del cliente debe ser más larga
fr: La description du client doit être plus longue

source: The CRM index is invalid
de: Die CRM/Kunden Nummer ist unzulässig
fr: L'index CRM est invalide

source: Invalid zipcode
de: Unzulässige Postleitzahl
es: Zipcode inválido
fr: Code postal invalide

source: Invalid contact zipcode
de: Unzulässige Ansprechpartner Postleitzahl
es: Zipcode inválido del contacto
fr: Code postal du contact invalide

source: Invalid E-mail address
de: Ungültige E-Mail Adresse
es: Dirección inválida del E-mail
fr: Adresse E-mail invalide

source: Invalid hostname %u
de: Ungültiger Hostname %u
es: Hostname inválido %u
fr: Nom d'hôte %u invalide

source: Invalid IP address %u
de: Ungültige IP Adresse %u
es: IP ADDRESS inválido %u
fr: Adresse IP %u invalide

source: Invalid hostname/IP address combination %u
de: Unzulässige Hostnamen/IP Adressen Kombination %u
es: Combinación inválida %u de la dirección de hostname/IP
fr: Combinaison nom d'hôte/adresse IP %u invalide

source: Additional information error
de: Unzulässige zusätzliche Informationen
fr: Informations additionnelles sur l'erreur

source: You may not create customers as you are not a member a group that can create customers
de: Sie können keine Kunden anlegen, da Sie kein Mitglied einer Gruppe mit dieser Berechtigung sind
es: Usted no puede crear a clientes pues usted no es un miembro al grupo que puede crear a clientes
fr: Vous ne pouvez pas créer de client car vous n'êtes pas membre d'un groupe ayant ces droits

source: Customer cannot be found!
de: Kunde konnte nicht gefunden werden!
fr: Client introuvable !

source: The CRM field has already been used for another customer
de: Diese CRM/Kundennummer Wert ist bereits für einen anderen Kunden benutzt worden
fr: Ce champ CRM a déjà été utilisé pour un autre client

source: Customer/autonomous system details modified
de: Customer/autonomous Systemdetails geändert
es: Los detalles del sistema de Customer/autonomous se modificaron
fr: Les détails du client/système autonome ont été modifiés

source: Customer/autonomous system details could not be modified - possibly a duplicate description
de: Kunde/autonomes System konnte nicht geändert werden - eventuell ist die Beschreibung nicht eindeutig
es: Los detalles del sistema de Customer/autonomous no se podían modificar - posiblemente una descripción duplicada
fr: Les détails du client/système autonome n'ont pas pu être modifiés - peut-être une description en double

source: Required information
de: Notwendige Angaben
fr: Information requise

source: Customer/autonomous system admin group:
de: Administratoren Gruppe des Kunden/autonomen Systems:
fr: Groupe d'administration du client/système autonome :

source: Customer information (optional)
de: Weitere Angaben zum Kunden/autonomen System (optional)
fr: Information du client (facultative)

source: CRM index:
de: CRM/Kunden Nummer:
fr: Indexe CRM :

source: This field can contain a value referencing your external CRM systems customer id
de: Dieses Feld kann einen Referenzwert für Ihr externes CRM System enthalten
fr: Ce champ peut contenir une valeur référençant votre identifiant client dans votre système CRM externe

source: Organization:
de: Organisation:
es: Organización:
fr: Organisation :

source: Street:
de: Straße:
es: Calle:
fr: Rue :

source: City:
de: Stadt:
es: Ciudad:
fr: Ville :

source: State:
de: Bundesstaat:
es: Estado:
fr: Région :

source: Zipcode:
de: Postleitzahl:
fr: Code postal :

source: Country:
de: Land:
es: País:
fr: Pays :

source: Reverse DNS information (optional)
de: Reverse DNS Angaben (optional)
fr: Information de zone inverse DNS (facultative)

source: IP address %u:
de: IP Adresse %u:
fr: Adresse IP %u :

source: Technical contact information (optional)
de: Technischer Ansprechpartner (optional)
fr: Information du contact technique (facultative)

source: Nickname/handle:
de: Nickname/handle (Benutzername):
fr: Surnom/identifiant

source: Last name/surname:
de: Nachname:
es: Name/surname pasado:
fr: Nom

source: First name:
de: Vorname:
es: Nombre:
fr: Prénom

source: Middle name:
de: Weitere Vornamen:
es: Nombre medio:
fr: Deuxième prénom

source: Telephone number:
de: Telefonnummer:
es: Número de teléfono:
fr: Numéro de téléphone :

source: E-mail address:
de: E-Mail Adresse:
es: Dirección del E-mail:
fr: Adresse E-mail :

source: Create DNS Zones
de: DNS Zonen anlegen
fr: Créer des zones DNS

source: Edit DNS Zones
de: DNS Zonen ändern
fr: Editer les zones DNS

source: Maintain forward zone SOA information.
de: Forward Zonen SOA Eintrag verwalten
fr: Maintenir les informations SOA de zone directe

source: Forward zone information
de: Forward Zonendaten
fr: Information de zone directe

source: Zone (Domain Name)
de: Zone (DNS Domänen Name)
fr: Zone (Nom de domaine)

source: Separate multiple domain names with ;
de: Trennen Sie einzelne Domänennamen mit ;
fr: Séparez les noms de domaines avec ;

source: Zone transfer from DNS server
de: Zonen Transfer vom DNS Server
fr: Transfert de zone depuis un serveur DNS

source: Blank for no zone transfer
de: Leer lassen für keinen Zonen Transfer
fr: Vide pour aucun transfert de zone

source: Slave zones only import SOA information, not zone records
de: Slave Zonen importieren nur die SOA Information, keine Zoneneinträge
fr: Les zones esclaves importent seulement les informations SOA, pas les enregistrements de zone

source: --- OR ---
de: --- ODER ---
fr: --- OU ---

source: January
de: Januar
fr: Janvier

source: February
de: Februar
fr: Février

source: March
de: März
fr: Mars

source: May
de: Mai
fr: Mai

source: June
de: Juni
fr: Juin

source: July
de: Juli
fr: Juillet

source: October
de: Oktober
fr: Octobre

source: December
de: Dezember
fr: Décembre

source: Registrar information
de: SWIP/IP Registrar Angaben
fr: Information Registrar

source: Date zone created
de: Angelegt am
fr: Zone date créée

source: Day
de: Tag
fr: Jour

source: Month
de: Monat
fr: Mois

source: Year
de: Jahr
fr: Année

source: Last registration modification
de: Letzte Änderung
fr: Dernière modification d'enregistrement

source: Date zone expires
de: Ablaufdatum
fr: Date d'expiration de la zone

source: Zone SOA information if zone not created via zone transfer
de: Zone SOA Angaben, wenn nicht per Zonentransfer angelegt
fr: Informations SOA de la zone si la zone n'a pas été créée par un transfert de zone

source: Zone SOA information
de: Zonen SOA Angaben
fr: Information SOA de zone

source: Name server %u:
de: DNS Server %u:
fr: Serveur de noms %u :

source: Forward zone SOA header information
de: Forward Zonen SOA Header Angaben
fr: Entête d'information SOA de la zone directe

source: Technical contact email address
de: E-Mail Adresse des technischen Ansprechpartners (optional)
fr: Email du contact technique

source: No @ allowed - replace with .
de: @ ist nicht zulässig, verwenden sie stattdessen .
fr: @ interdit - remplacer par .

source: Forward zone location
de: Forward Zonen Pfad
fr: Emplacement de la zone directe

source: Zone File Path
de: Zonen Dateiname
fr: Chemin du fichier de Zone

source: The path where the zone file will be written once exported and processed. Examples:
de: Der Pfad, wohin die Zone geschrieben wird, wenn Sie exportiert und bearbeitet wurde. Beispiele:
fr: Chemin où le fichier de zone sera écrit une fois exporté et traité. Exemples :

source: ftp://myhost.com/var/named/test.zone - if you want to transfer the zone using ncftput
de: ftp://myhost.com/var/named/test.zone - wenn Sie die Zone mit ncftput transferieren wollen
fr: ftp://myhost.com/var/named/test.zone - si vous voulez transférer le fichier de zone avec ncftput

source: user@myhost.com:/var/named/test.zone - if you want to transfer the zone using scp
de: user@myhost.com:/var/named/test.zone - wenn Sie die Zone mit scp transferieren wollen
fr: user@myhost.com:/var/named/test.zone - si vous voulez transférer le fichier de zone avec scp

source: Secondary Zone File Path
de: Sekundärer Zonen Dateiname
fr: Chemin du fichier de la Zone Secondaire

source: Save
de: Speichern
fr: Enregistrer

source: DNS Domain Zones
de: DNS Domänen
fr: Zones des Domaines DNS

source: You may not delete a DNS zone as you are not a member of the customers admin group
de: Sie können keine DNS Zone für diesen Kunden löschen, da Sie kein Mitglied der Gruppe seiner Administratoren sind
fr: Vous ne pouvez pas supprimer une zone DNS car vous n'êtes pas membre du groupe d'administration du client

source: DNS Zone deleted
de: DNS Zone gelöscht
fr: Zone DNS supprimée

source: DNS Zone could not be deleted
de: DNS Zone konnte nicht gelöscht werden
fr: La zone DNS n'a pas pu être supprimée

source: You may not add a zone as you are not a member of the customers admin group
de: Sie können keine DNS Zone für diesen Kunden anlegen, da Sie kein Mitglied der Gruppe seiner Administratoren sind
fr: Vous ne pouvez pas ajouter une zone car vous n'êtes pas un membre du groupe d'administration du client

source: Domain may not be blank
de: DNS Domäne/Zone darf nicht leer sein
fr: Le domaine ne peut pas être vide

source: Invalid domain name %s
de: Unzulässiger DNS Domänenname %s
fr: Nom de domaine invalide %s

source: Invalid hostname %s
de: Unzulässiger Hostname %s
fr: Nom d'hôte invalide %s

source: Invalid zone - you need at least two nameservers
de: Ungültige Zone - Sie benötigen wenigstens zwei DNS Nameserver
fr: Zone invalide - il faut au moins deux serveurs de noms

source: Invalid domain timeout values
de: Unzulässige DNS Timeout Werte
fr: Valeurs de timeout du domaine invalides

source: Serial Date can not be blank. Use YYYYMMDD.
de: Seriennummer/Datum darf nicht leer sein. Benutzen Sie JJJJMMTT.
fr: Le numéro de série ne peut pas être vide. Utilisez YYYYMMDD.

source: Invalid zone email address - no @ allowed, replace with .
de: Ungültige Zone E-Mail Adresse - benutzen sie . statt @
fr: E-mail adresse de zone invalide - @ est interdit, le remplacer par .

source: Invalid create date
de: Unzulässiges Anlagedatum
fr: Date de création invalide

source: Invalid registration date
de: Unzulässiges Änderungsdatum
fr: Date d'enregistrement invalide

source: Invalid expire date
de: Unzulässiges Ablaufdatum
fr: Date d'expiration invalide

source: Invalid date combination. Expire date must be greater than last registration date which must be greater than creation date
de: Ungültige Datumskombination. Ablaufdatum muss größer als das letzte Änderungsdatum und dieses größer als das Anlagedatum sein.
fr: Combinaison de dates invalide. La date d'expiration doit être supérieur à la date du dernier enregistrement qui doit être supérieur à la date de création

source: DNS Zone created %s
de: DNS Domäne %s angelegt
fr: Zone DNS créée %s

source: DNS Zone records added from template.com zone
de: DNS Domäneneinträge aus der template.com Zone hinzugefügt
fr: Enregistrements de zone DNS ajoutés depuis template.com zone

source: DNS Zone %s could not be created
de: DNS Domäne %s konnte nicht angelegt werden
fr: La zone DNS %s n'a pas pu être créée

source: DNS Zone Modified
de: DNS Domäne geändert
fr: Zone DNS modifiée

source: DNS Zone could not be modifed. Try again.
de: DNS Domäne konnte nicht geändert werden. Bitte versuchen Sie es erneut.
fr: La zone DNS n'a pas pu être modifiée. Essayez encore.

source: You may not export a zone as you are not a member of the customers admin group
de: Sie können keine DNS Zone für diesen Kunden exportieren, da Sie kein Mitglied der Gruppe seiner Administratoren sind
fr: Vous ne pouvez pas exporter une zone car vous n'êtes pas un membre du groupe d'administration du client

source: Sent update to Backend Processor as file %s for domain %s
de: Aktualisierung wurde als Datei %s an den Hintergrund Prozess für die Domäne %s gesendet
fr: Mise à jours envoyés au traitement en tant que fichier %s pour le domaine %s

source: Zone %s could not be exported. Try again.
de: DNS Domäne %s konnte nicht exportiert werden. Bitte versuchen Sie es erneut.
fr: La zone %s n'a pas pu être exportée. Essayer encore.

source: Create (manually and via a zone transfer) and maintain forward DNS zones.
de: Anlegen (manuell und via Zonen Transfer) und Verwalten von forward DNS Zonen.
fr: Crée (manuellement ou par transfert de zone) et maintient les zones DNS directes.

source: Zones in bold and tagged with a &Dagger; have changed domain records, but have not been exported yet.
de: Zonen in Fettschrift und mit einem &Dagger; beinhalten veränderte Domänen Einträge, wurden aber noch nicht exportiert.
fr: Les zones en gras et marquées avec &Dagger; ont des enregistrements de domaine modifiés mais n'ont pas encore été exportées.

source: Refine Search on Domain
de: Suche verfeinern: Domäne...
fr: Affiner la recherche sur le Domaine

source: Domain
de: Domäne
fr: Domaine

source: Primary NS
de: Primärer NS
fr: NS primaire

source: Secondary NS
de: Sekundärer NS
fr: NS secondaire

source: SerialDate
de: Datum/SN
fr: Numéro de série

source: Last exported
de: Zuletzt exportiert
fr: Dernier export

source: Delete DNS Zone
de: Zone löschen
fr: Supprimer la zone DNS

source: Edit DNS Zone
de: Zone ändern
fr: Éditer la zone DNS

source: Export DNS Zone
de: Zone exportieren
fr: Exporter la zone DNS

source: Are you sure to Export?
de: Sind Sie sicher, dass Sie exportieren wollen?
fr: Êtes-vous sûr d'exporter ?

source: Whois
de: Whois Abfrage

source: Export all changed DNS Zones
de: Alle veränderten DNS Zonen exportieren
fr: Exporter toutes les zones DNS modifiées

source: Search found no DNS Zone entries
de: Es wurden keine DNS Zonen Einträge gefunden
fr: La recherche n'a trouvé aucune entrée de zone DNS

source: Add a DNS Zone
de: DNS Zone hinzufügen
fr: Ajouter une zone DNS

source: Add / Edit DNS Host
de: DNS Host hinzufügen/ändern
fr: Ajouter/Editer un hôte DNS

source: Host Record for domain:
de: Host Eintrag für die DNS Domäne:
fr: Enregistrement d'hôte pour le domaine :

source: DNS record
de: DNS Eintrag
fr: Enregistrement DNS

source: Terminate Fully Qualified Domand Name's (FQDN) with a . eg. mywwwserver.com. to signify 'This domain'
de: Schließen Sie absolute Domänennamen (FQDN) mit einem . ab, also etwa mywwwserver.com. , andernfalls wird der aktuelle Domänenname angehängt
fr: Terminer un Nom Pleinement Qualifié (FQDN) avec un . ex. myserver.com. pour signifier 'Ce domaine'

source: This domain
de: Namen der Domäne einfügen
fr: Ce domaine

source: Record Type
de: Eintragstyp
fr: Type d'enregistrement

source: For MX records, format is "preference hostname", eg. "10 mymailserver.com."
de: Für MX Einträge ist das Format "Präferenz Hostname", also etwa "10 mymailserver.com."
fr: Pour les enregistrements MX, le format est "préférence hôte", ex. "10 mymailserver.com."

source: Sort Order
de: Lfd. Nummer
fr: Ordre de tri

source: Zone Domain DNS Records
de: Forward DNS Domänen Einträge
fr: Enregistrements de Zone de Domaine DNS

source: You may not delete dns records as you are not a member of the customers admin group
de: Sie können keine DNS Einträge dieses Kundens löschen, da Sie kein Mitglied der Gruppe seiner Administratoren sind
fr: Vous ne pouvez pas supprimer un enregistrement DNS car vous n'êtes pas membre du groupe d'administration du client

source: IP record %s updated in subnet '%s' due to deletion of auto created A record
de: IP Eintrag %s in Subnetz '%s' wurde wegen der Löschung des automatisch erzeugten A Eintrags aktualisiert
fr: Enregistrement IP %s mis à jour dans le sous-réseau '%s' à cause de la suppression d'un enregistrement A créé automatiquement au préalable

source: Domain DNS Record Deleted.
de: DNS Domänen Eintrag gelöscht.
fr: Enregistrement de Domaine DNS supprimé

source: DNS Record could not be deleted.
de: DNS Domänen Eintrag konnte nicht gelöscht werden
fr: L'utilisateur n'a pas pu être supprimé.

source: Domain Records Renumbered.
de: DNS Domänen Einträge wurden neu nummeriert.
fr: Enregistrements de Domaine re-numérotés

source: DNS Records could not be renumbered.
de: DNS Domänen Einträge konnten nicht neu nummeriert werden.
fr: Les enregistrements DNS n'ont pas pu être renumérotés.

source: You may not add a record as you are not a member of the customers admin group
de: Sie können keine DNS Einträge für diesen Kunden hinzufügen, da Sie kein Mitglied der Gruppe seiner Administratoren sind
fr: Vous ne pouvez pas ajouter un enregistrement car vous n'êtes pas un membre du groupe d'administration du client

source: Bind @ shortcut converted to Fully Qualified Domain Name (FQDN)
de: Bind Abkürzung @ wurde zum voll qualifizierten Domänen Namen (FQDN) expandiert.
fr: Raccourcis bind @ convertis en Noms Pleinement Qualifiés (FQDN)

source: Invalid IP/ Hostname
de: Unzulässige(r) IP / Hostname
fr: Adresse IP/nom d'hôte invalide

source: Invalid hostname
de: Unzulässiger Hostname
fr: Nom d'hôte invalide

source: Host may not be blank
de: Der Hostname darf nicht leer sein
fr: Le nom d'hôte ne peut pas être vide

source: Record Type may not be blank.
de: Der Eintragstyp darf nicht leer sein.
fr: Le type d'enregistrement ne peux pas être vide

source: IP / Hostname may not be blank.
de: IP / Hostname darf nicht leer sein.
fr: L'adresse IP/nom d'hôte ne peut pas être vide

source: Invalid SRV type record. Usage: SRV <priority> <weight> <port> <target_host>
de: Unzulässiger SRV Eintrag. Format: SRV <Priorität> <Gewicht> <Port> <Zielhost>
fr: Enregistrement de type SRV invalide. Syntaxe : SRV <priorité> <poids> <port> <hôte_cible>

source: For A type, IP / Hostname must be an IP address
de: Bei einem A Eintrag, muss IP / Hostname eine gültige IP Adresse sein
fr: Pour le type A, IP / nom d'hôte doit être une adresse IP

source: Cannot create duplicate records
de: Doppelte Einträge können nicht erzeugt werden
fr: Ne peut pas créer des enregistrements dupliqués

source: Subnet IP record updated with hostname:
de: Subnetz IP Eintrag aktualisiert mit Hostnamen:
fr: Enregistrement IP du sous-réseau mis à jour avec le nom d'hôte :

source: Host record added.
de: Host Eintrag hinzugefügt.
fr: Enregistrement d'hôte ajouté.

source: Host record could not be added.
de: Host Eintrag konnte nicht angelegt werden.
fr: L'enregistrement d'hôte n'a pas pu être ajouté

source: Could not find the record - possibly deleted by another user
de: Eintrag nicht gefunden - vermutlich von einem anderen Benutzer gelöscht
fr: Impossible de trouver l'enregistrement - il a peut-être été supprimé par un autre utilisateur

source: Host Record Modified
de: Host Eintrag geändert
fr: Enregistrement d'hôte modifié

source: Host record could not be modifed. Try again.
de: Host Eintrag konnte nicht geändert werden. Bitte versuchen Sie es erneut.
fr: L'enregistrement d'hôte n'a pas pu être modifié. Essayer encore.

source: No domains found. Create some domains and try again.
de: Kein DNS Domänen gefunden. Legen Sie einige an und versuchen es dann erneut.
fr: Aucun domaine trouvé. Créez quelques domaines et essayez à nouveau.

source: Master domains only
de: Nur Master Domänen
fr: Domaines maîtres seulement

source: Refine Search on Host
de: Suche verfeinern: Hostname...
fr: Affiner la recherche sur l'hôte

source: Sort-Order
de: Lfd. Nummer
fr: Ordre de tri

source: Auto record
de: Automatischer Eintrag
fr: Enregistrement automatique

source: Delete Record
de: Eintrag löschen
fr: Supprimer l'enregistrement

source: Edit Record
de: Eintrag ändern
fr: Éditer l'enregistrement

source: Add a Host
de: Eintrag hinzufügen
fr: Ajouter un hôte

source: No Records found. Please choose a domain and try again.
de: Keine Einträge gefunden. Bitte wählen Sie eine Domäne und versuchen es erneut.
fr: Aucun enregistrement trouvé. Choisissez un domaine et essayer encore.

source: Renumber SortOrder
de: Einträge neu nummerieren
fr: Re-numéroter l'ordre de tri

source: Modify IP address details (range)
de: Ändern von IP Adressangaben (Netzbereich)
es: Modifique los detalles del IP ADDRESS (gama)
fr: Modifier les détails de l'adresse IP (étendue)

source: IP Addresses to modify:
de: Zu ändernde IP Adressen:
es: Direcciones del IP a modificarse:
fr: Adresse IP à modifier :

source: Back to subnet
de: Zurück zum Subnetz
fr: Retour au sous-réseau

source: User information
de: Notwendige Angaben
fr: Information Utilisateur

source: Telephone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone

source: Delete records
de: Einträge löschen
es: Expedientes de la cancelación
fr: Supprimer les enregistrements

source: WARNING: Deleting an entry does not preserve the last modified information as the record is completely removed from the database to conserve space.
de: ACHTUNG: Das Löschen eines Eintrags entfernt auch das Datum seiner letzten Änderung und deren Urheber, da der Eintrag vollständig aus der Datenbank entfernt wird.
es: ADVERTENCIA: Suprimir una entrada no preserva la información del Last modified mientras que el expediente se quita totalmente de la base de datos para conservar el espacio.
fr: ATTENTION : Supprimer une entrée de conserve pas la dernière information modifiée car l'enregistrement est totalement enlevé de la base de données pour préserver l'espace.

source: Modify IP address details
de: IP Adress Einträge ändern
es: Modifique los detalles del IP ADDRESS
fr: Modifier les détails de l'adresse IP

source: There are no available addresses
de: Es sind keine Adressen mehr verfügbar
es: No hay direcciones disponibles
fr: Il n'y a pas d'adresse disponible

source: File uploads may have been disabled in the php.ini configuration file
de: Das Hochladen von Dateien könnte in der php.ini Konfigurationsdatei deaktiviert worden sein
fr: L'envoie de fichier (upload) a du être désactivé dans le fichier de configuration php.ini

source: Possible file size exceeded php.ini or webserver limit of %s - break file into smaller parts
de: Die Dateigröße überschreitet die php.ini oder Webserver Grenze von %s - Teilen Sie die Datei in kleinere Teile auf
fr: Il est possible que la taille du fichier ait dépassé la limite de %s du php.ini ou du serveur web - découpez le fichier en plusieurs morceaux

source: Possible file upload attack
de: Möglicher Dateihochlade Angriff
fr: Attaque par chargement de fichier possible

source: Filename must have a description - uploaded aborted
de: Die Datei muss eine Beschreibung haben - Hochladen abgebrochen
fr: Le nom de fichier doit avoir une description - chargement interrompu

source: File could not be moved to upload location - upload failed probably due to directory permission problem
de: Die Datei konnte nicht zum Hochladeverzeichnis verschoben werden - mögliches Verzeichnisberechtigungsproblem
fr: Le fichier n'a pas pu être déplacé vers la destination des chargements - le chargement a probablement échoué à cause de permissions sur le répertoire

source: File could not be deleted - delete failed probably due to directory permission problem
de: Die Datei konnte nicht gelöscht werden - mögliches Verzeichnisberechtigungsproblem
fr: Le fichier n'a pas pu être supprimé - l'effacement a probablement échoué à cause de permissions sur le répertoire

source: File could not be downloaded - download failed probably due to directory permission problem
de: Die Datei konnte nicht heruntergeladen werden - mögliches Verzeichnisberechtigungsproblem
fr: Le fichier n'a pas pu être téléchargé - le téléchargement a probablement échoué à cause de permissions sur le répertoire

source: Requested addresses
de: Beantragte Adressen:
fr: Adresse demandée

source: IP Address to modify:
de: Zu ändernde IP Adresse:
es: IP ADDRESS a modificarse:
fr: Adresse IP à modifier :

source: (Address active on network)
de: (Adresse im Netz aktiv)
es: (dirección activa en red)
fr: (Adresses actives sur le réseau)
