Repository: ipplan-ng/ipplan-ng-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Update hostname from DNS
de: Hostnamen per DNS abfragen
fr: Mettre à jour le nom d'hôte depuis le DNS

source: Query device info via SNMP
de: Geräte Details per SNMP abfragen
fr: Interroger l'équipement via SNMP

source: The subnet mask configured on the device appears to be incorrect!
de: Die auf dem Gerät konfigurierte Subnetzmaske scheint falsch zu sein!
fr: Le masque de sous-réseau configuré sur l'équipement semble incorrect !

source: Device hostname
de: Geräte/DNS Name
fr: Nom d'hôte du périphérique

source: Linked address
de: Zugeordnete(r) Adresse/Eintrag
fr: Adresse liée

source: Link this address by pointing it to another address - useful for NAT definitions
de: Benutzen Sie dieses Feld um auf einen anderen Eintrag zu verweisen, nützlich für NAT Definitionen
fr: Lier cette adresse en la faisant pointer vers une autre adresse - utile pour les définitions de NAT

source: Go to address
de: Zu diesem Eintrag springen
fr: Aller à l'adresse

source: Upload files
de: Dateien anhängen
fr: Chargement de fichiers

source: Filename
de: Dateiname
fr: Nom de fichier

source: Size
de: Größe
fr: Taille

source: Date
de: Datum

source: Delete file
de: Datei köschen
fr: Supprimer le fichier

source: Download file
de: Datei herunterladen
fr: Télécharger le fichier

source: Filename description
de: Beschreibung der Datei
fr: Description du fichier

source: File name
de: Dateiname
es: Nombre del archivo
fr: Nom de fichier

source: Upload file
de: Datei hochladen
fr: Charger le fichier

source: Delete record
de: Eintrag löschen
es: Expediente de la cancelación
fr: Supprimer l'enregistrement

source: WARNING: Deleting an entry does not preserve the last modified information as the record is completely removed from the database to conserve space.
de: ACHTUNG: Das Löschen eines Eintrags entfernt auch das Datum der letzten Änderung und deren Urheber, da der Eintrag vollständig aus der Datenbank entfernt wird.
fr: ATTENTION : Supprimer une entrée de conserve pas la dernière information modifiée car l'enregistrement est totalement enlevé de la base de données pour préserver l'espace.

source: Deleting this record will delete all associated uploaded files!
de: Das Löschen dieses Eintrags wird auch die damit verbundenen hochgeladenen Dateien löschen!
fr: Supprimer cet enregistrement va supprimer tous les fichiers chargés associés !

source: You may not modify this subnet for this customer as you are not a member of the new customers admin group
de: Sie können kein Subnetz dieses Kundens ändern, da Sie kein Mitglied seiner Administratoren Gruppe sind
es: Usted no puede modificar este subnet para este cliente pues usted no es un miembro del nuevo grupo del admin de los clientes
fr: Vous ne pouvez pas modifier ce sous-réseau pour ce client car vous n'êtes pas membre du groupe des administrateurs du client d'arrivée

source: You need to enter a description for the subnet
de: Sie müssen eine Beschreibung für das Subnetz eintragen
es: Usted necesita incorporar una descripción para el subnet
fr: Vous devez entrer une description pour ce sous-réseau

source: You may not move this subnet for this customer as you are not a member of the original customers admin group
de: Sie können kein Subnetz dieses Kundens verschieben, da Sie kein Mitglied seiner Administratoren Gruppe sind
es: Usted no puede mover este subnet para este cliente pues usted no es un miembro del grupo original del admin de los clientes
fr: Vous ne pouvez pas déplacer ce sous-réseau pour ce client car vous n'êtes pas membre des administrateurs du client de départ

source: Subnet %s not modified - out of defined authority boundary
de: Das Subnetz %s wurde nicht geändert - es liegt außerhalb Ihres Adressverwaltungsbereichs
es: Subnet %s no modificado - fuera de límite definido de la autoridad
fr: Le sous-réseau %s n'a pas été modifié - en dehors des limites d'autorité

source: Subnet could not be created - possibly overlaps with an existing subnet on new customers network
de: Subnetz konnte nicht angelegt werden, vermutlich überdeckt es ein existierendes Subnetz beim neuen Kunden/AS
es: El subnet no podría ser creado - se traslapa posiblemente con un subnet existente en nueva red de los clientes
fr: Le sous-réseau n'a pas pu être créé - chevauchement possible entre un sous-réseau existant dans un réseau de nouveaux clients

source: Subnet modified
de: Subnetz geändert
es: El subnet se modificó
fr: Sous-réseau modifié

source: Subnet could not be modified
de: Subnetz konnte nicht geändert werden
es: El subnet no podía ser modificado
fr: Le sous-réseau n'a pas pu être modifié

source: Move subnet to new customer
de: Subnetz zu einem anderen Kunden/AS verschieben
es: Mueva el subnet al nuevo cliente
fr: Déplacer le sous-réseau vers un nouveau client

source: Duplicate subnet on new customer
de: Subnetz zu einem anderen Kunden/AS kopieren
es: Duplique el subnet en nuevo cliente
fr: Dupliquer le sous-réseau vers un nouveau client

source: Duplicate subnet on new customer without IP detail
de: Subnetz ohne Details zu einem anderen Kunden/AS kopieren
es: Duplique el subnet en nuevo cliente sin detalle del IP
fr: Dupliquer le sous-réseau vers un nouveau client sans le détail IP

source: Create DNS Reverse Zones
de: Reverse DNS Zonen anlegen
fr: Créer les zones DNS inverses

source: Maintain reverse zone SOA information
de: Reverse Zonen SOA Daten verwalten
fr: Maintenir l'information SOA de zone inverse

source: Reverse zone information
de: Reverse Zone Beschreibung
fr: Information de zone inverse

source: Sample domain would be 20.172.in-addr.arpa
de: Namensbeispiel: 16.10.in-addr.arpa
fr: Un exemple de domaine serait 20.172.in-addr.arpa

source: Zone (Base IP of Zone)
de: Zone (Netzwerk/Basis IP Adresse der Zone)
fr: Zone (Adresse IP de base de la Zone)

source: Reverse zone size/mask
de: Reverse Zonengröße/-maske
fr: Taille/masque de la zone inverse

source: Reverse zone SOA header information
de: Reverse Zonen SOA Header Angaben
fr: Information SOA de la zone inverse

source: Reverse zone location
de: Reverse Zonen Pfad
fr: Emplacement de la zone inverse

source: DNS Reverse Zones
de: Reverse DNS Zonen
fr: Zones DNS inverses

source: You may not delete a zone as you are not a member of the customers admin group
de: Sie können keine DNS Zone dieses Kundens löschen, da Sie kein Mitglied seiner Administratoren Gruppe sind
fr: Vous ne pouvez pas supprimer une zone car vous n'êtes pas membre du groupe d'administration du client

source: Zone deleted
de: DNS Zone gelöscht
fr: Zone supprimée

source: Zone could not be deleted.
de: DNS Zone konnte nicht gelöschti werden.
fr: La zone n'a pas pu être supprimée.

source: Serial Date can not be blank. Use YYMMDD.
de: Datum/SN darf nicht leer sein. Verwenden Sie das Format JJJJMMDD.
fr: Le numéro de série ne peut pas être vide. Utilisez YYMMDDNN.

source: Sent update to Backend Processor as file %s for domain %s zone ip %s zone size %s
de: Aktualisierung wurde als Datei %s an den Hintergrund Prozess für die Domäne %s, Netzwerk IP-Adresse %s, Netzgröße %s gesendet
fr: Envoyer les mises à jour au traitement en tant que fichier %s pour le domaine %s IP de zone %s Taille de zone %s

source: Zone could not be exported. Try again.
de: DNS Zone konnte nicht exportiert werden. Bitte versuchen Sie es erneut.
fr: La zone n'a pas pu être exportée. Essayez encore.

source: NOTE: Changed domain records are IP records that have been modified since the domain serial date. Thus even after an export the zone may still show changed as the resolution of the serial date is one day. The last modified date is the date when the SOA details for this zone have last changed.
de: HINWEIS: Veränderte Domänen Einträge sind IP Adress Einträge, die seit dem Seriendatum der Domäne verändert wurden. Daher kann die Zone auch nach einem Export als verändert angezeigt werden, denn das Seriendatum hat nur eine Auflösung von einem Tag. Das Datum der letzten Änderung ist der Zeitpunkt wenn die SOA Angaben der Zone zuletzt angepasst wurden.
fr: NOTE : Les enregistrements de domaine modifiés sont les enregistrements IP qui ont été modifiés depuis la date correspondant au numéro de série. Donc, même après un export de zone, l'état restera à Modifié jusqu'au lendemain car la résolution du numéro de série est de un jour. La date de dernière modification est la date à laquelle les détails de SOA ont été modifiés pour cette zone.

source: Refine Search on Zone
de: Suche verfeinern: DNS Zone...
fr: Affine la recherche sur la Zone

source: Zone
de: DNS Zone

source: Delete Zone
de: Zone löschen
fr: Supprimer la zone

source: Edit Zone
de: Zone ändern
fr: Éditer la Zone

source: Export Zone
de: Zone exportieren
fr: Exporter la zone

source: Search found no Zone entries
de: Es wurden keine Zonen gefunden
fr: La recherche n'a trouvé aucune entrée de zone

source: Add a Zone
de: Eine Zone hinzufügen
fr: Ajouter une Zone

source: Ping results
de: Ping Ergebnisse
fr: Résultats du ping

source: You need to enter request details for the ip address request
de: Sie müssen eine Beschreibung des Adress Antrags eintragen
fr: Vous devez entrer les détails pour la demande d'adresse IP

source: You need to enter user details for the request
de: Sie müssen einen Ansprechpartner eintragen
fr: Vous devez entrer les détails de l'utilisateur pour la demande

source: You need to enter location details for the request
de: Sie müssen einen Standort und Raum eintragen
fr: Vous devez entrer les détails de localisation pour la demande

source: You need to enter description details for the request
de: Sie müssen eine Gerätebeschreibung eintragen
fr: Vous devez entrer les détails de description pour la demande

source: You need to enter a telephone number for the request
de: Sie müssen eine Telefonnummer eintragen
fr: Vous devez entrer un numéro de téléphone pour la demande

source: Maximum number of outstanding IP requests exceeded
de: Die maximale Anzahl unbearbeiteter IP Addressanträge wurde erreicht
fr: Nombre maximum de demandes d'adresses IP en attente dépassé

source: IP address request created
de: Die IP Adressanfrage wurde versendet
fr: Demande d'adresse IP créée

source: Request could not be created - possibly a duplicate request
de: Die IP Adressanfrage konnte nicht erzeugt werden - eventuell ein doppelter Antrag
fr: La demande n'a pas pu être créée - doublon possible

source: Complete the details below to request an IP address. An administrator will need to action the request before an address will be allocated.
de: Vervollständigen Sie die nachstehenden Angaben, um eine IP Adresse zu beantragen. Ein Administrator muss Ihren Antrag bearbeiten, bevor eine Adresse zugewiesen werden kann.
fr: Complétez les détails ci-dessous pour demander une adresse IP. Un administrateur devra agir pour que l'adresse soit allouée.

source: Request details
de: Angaben zum Antrag
fr: Détails de la demande

source: Enter full details describing the request to enable the administrators to allocate the correct IP address on the network
de: Beschreiben Sie Ihren Antrag möglichst vollständig, um den Administratoren zu ermöglichen eine Adresse aus einem passenden Netzbereich zuzuweisen
fr: Entrez les détails complets décrivant votre demande pour permettre aux administrateurs d'allouer la bonne adresse sur le réseau

source: Search for user info
de: Suche in den IP-Adresszuweisungen/Subnetzen
es: Búsqueda para el usuario Info
fr: Recherche les information de l'utilisateur

source: Search for user info searches the individual IP address records.
de: Es werden die IP-Adresseinträge gesucht, die den nachfolgenden Bedingungen genügen.
es: La búsqueda para el usuario Info busca los expedientes individuales del IP ADDRESS.
fr: La recherche d'information d'utilisateur recherche les enregistrements individuels d'adresses IP

source: Search field
de: Auswahl des zu durchsuchenden Feldes
fr: Champ de recherche

source: Field to search
de: Suchfeld
es: Campo a buscar
fr: Champ à rechercher

source: MAC Address
de: MAC Adresse
fr: Adresse MAC

source: Search in Template
de: Zusätzliche Angaben
fr: Recherche dans le modèle

source: Date to search from
de: Einträge nach dem
fr: Date de début de recherche

source: Any
de: Alle
fr: N'importe quel

source: Search criteria (only display records matching the regular expression)
de: Suchausdruck (es werden nur Einträge angezeigt, auf die dieser reguläre Ausdruck passt)
es: Criterios de la búsqueda (solamente expedientes de la exhibición que emparejan la expresión regular)
fr: Critère de recherche (affiche seulement les enregistrements qui correspondent à l'expression rationnelle)

source: Search criteria (only display records containing)
de: Suchkriterien (nur enthaltene Anzeige Aufzeichnungen)
es: Criterios de la búsqueda (solamente expedientes de la exhibición que contienen)
fr: Critère de recherche (affiche seulement les enregistrements qui contiennent)

source: You need to enter a longer search criteria, or select a specific template
de: Sie müssen einen längeren Suchausdruck eintragen oder eines der zusätzlichen Angabefelder auswählen.
fr: Vous devez entrer un critère de recherche plus long, ou sélectionner un modèle spécifique

source: You need to enter a longer search criteria.
de: Sie müssen einen längeren Suchausdruck eintragen.
es: Usted necesita incorporar criterios más largos de una búsqueda.
fr: Vous devez entrer un critère de recherche plus long

source: Invalid search field.
de: Unzulässiges Suchfeld.
fr: Champ de recherche invalide

source: Invalid search date.
de: Unzulässige Basisadresse
fr: Date de recherche invalide

source: Regular expression repetition-operator operand invalid
de: Ungültiger Operand des Wiederholungsoperators im regulären Ausdruck
fr: Opérateur de répétition dans l'expression rationnelle invalide

source: Search filter on %s:
de: Ergebnisse der Suche nach %s:
fr: Filtre de recherche sur %s :

source: Traceroute results
de: Ergebnisse des Traceroute Laufs
fr: Résultats du traceroute

source: WHOIS results
de: Ergebniss der Whois Abfrage
es: Resultados del WHOIS
fr: Résultats Whois

source: Whois query failed - are you behind a firewall?
de: Die Whois Abfrage ist fehlgeschlagen - wurde Sie von einer Firewall geblockt?
es: ¿Pregunta del WHOIS fallada - es usted detrás de un cortafuego?
fr: La requête Whois a échouée - êtes-vous derrière un parfeu ?

source: Change user password
de: Benutzerkennwort ändern
es: Contraseña del usuario de cambio
fr: Changer le mot de passe de l'utilisateur

source: The password entered must be at least five characters
de: Das eingetragene Kennwort muß mindestens fünf Buchstaben haben
es: La contraseña incorporada debe ser por lo menos cinco caracteres
fr: Le mot de passe entré doit avoir au moins cinq caractères

source: The passwords entered do not match
de: Die eingetragenen Kennwörter stimmen nicht überein
es: Las contraseñas incorporadas no emparejan
fr: Les mots de passe entrés ne correspondent pas

source: User %s changed password
de: Benutzer %s hat das Kennwort geändert
es: Contraseña cambiante %s del usuario
fr: L'utilisateur %s a changé de mot de passe

source: Password changed
de: Kennwort geändert
es: La contraseña cambió
fr: Mot de passe changé

source: Password could not be changed
de: Kennwort konnte nicht geändert werden
es: La contraseña no podía ser cambiada
fr: Le mot de passe n'a pas pu pas être changé

source: Change password for user %s
de: Kennwort von Benutzer %s ändern
es: Cambie la contraseña para el usuario %s
fr: Changer le mot de passe de l'utilisateur %s

source: New password (case sensitive!):
de: Neues Kennwort (Groß-/Kleinschreibung wird unterschieden!):
es: Nueva contraseña (caso sensible!):
fr: Nouveau mot de passe (sensible à la casse !) :

source: New password (again):
de: Neues Kennwort (Wiederholung):
es: Nueva contraseña (otra vez):
fr: Nouveau mot de passe (encore une fois) :

source: Delete authority boundary results
de: Ergebnis des Adressverwaltungsbereichlöschung
es: Resultados del límite de la autoridad de la cancelación
fr: Résultats de suppression des limites de l'autorité

source: Boundary deleted
de: Adressverwaltungsbereich gelöscht
es: El límite suprimió
fr: Limites supprimées

source: Boundary could not be deleted
de: Adressverwaltungsbereich konnte nicht gelöscht werden
es: El límite no podía ser suprimido
fr: Les limites n'ont pas pu être supprimées

source: Timestamp
de: Zeitstempel
fr: Horodatage

source: Total records:
de: Anzahl der Einträge:
es: Expedientes del total:
fr: Nombre d'enregistrements total :

source: Display authority boundary information
de: Adressverwaltungsbereiche anzeigen
es: Información del límite de la autoridad de la exhibición
fr: Affiche les informations de limites d'autorité

source: Boundary address
de: Anfangsadresse
es: Dirección del límite
fr: Adresse de limite

source: Boundary mask
de: Bereichsgröße/-maske
es: Máscara del límite
fr: Masque de limite

source: Group action
de: Aktion
es: Acción del grupo
fr: Action du groupe

source: Delete boundary
de: Bereich löschen
es: Límite de la cancelación
fr: Supprime la limite

source: Export subnet data
de: Subnetzdaten exportieren
es: Datos del subnet de la exportación
fr: Exporter les données du sous-réseau

source: Export network data to flat ascii files. The file will contain three columns each delimited by TAB. The first column contains the IP base address, the second the description and the third the mask in dotted decimal format.
de: Export der Subnetzdaten in eine Ascii Textdatei. Jede Zeile enthält drei Felder, die durch ein Tabulator Zeichen getrennt sind. Das erste Feld enthält die IP Basisadresse, das zweite die Beschreibung und das dritte und letzte die Netzmaske im dotted4 IP-Adressformat.
es: Datos de la red de la exportación a los archivos de ASCII planos. El archivo contendrá tres columnas cada uno delimitada por TAB. La primera columna contiene la dirección baja del IP, el segundo la descripción y el tercero el mask en formato decimal punteado.
fr: Exporter les données vers des fichiers ASCII à plat. Le fichier contiendra trois colonnes, séparées par des tabulations. La première colonne contient l'adresse IP de base, la seconde la description et la troisième le masque en format décimal à point.

source: Export IP details data
de: IP Adressdaten exportieren
es: El IP de la exportación detalla datos
fr: Exporter les données de détails IP

source: Export IP details data to flat ascii files. The file will contain six columns each delimited by TAB. The columns are exported in the following order:
de: Export der IP Adressdaten in eine Ascii Textdatei. Jede Zeile enthält sechs Felder, die durch ein Tabulator Zeichen getrennt sind. Die Felder werden in der folgenden Reihenfolge exportiert:

source: IP address, user, location, description, hostname, telephone number and mac address.
de: IP Basisadresse, Ansprechpartner, Standort und Raum, Gerätebeschreibung, Gerätename, Telefonnummer und MAC Adresse.

source: The user defined fields defined in the iptemplate.xml file will be appended as additional columns to the above in the order specified in the template.
de: Die anwenderspezifischen Felder aus der Datei iptemplate.xml werden in der Reihenfolge ihrer Definition als weitere Felder angefügt.
fr: Les champs utilisateurs définis dans le fichier iptemplate.xml seront ajoutés en colonnes supplémentaires à celle ci-dessus, dans l'ordre spécifié dans le modèle.

source: Import subnet data
de: Subnetzdaten importieren
es: Datos del subnet de la importación
fr: Importer les données du sous-réseau

source: Import network data from flat ascii files. The file should contain three columns each delimited by TAB. The first column contains the IP base address, the second the description and the third the mask either in dotted decimal format or in bit format.
de: Import der Subnetzdaten aus einer Ascii Textdatei. Jede Zeile sollte drei durch ein Tabulator Zeichen getrennte Felder enthalten. Das erste Feld bezeichnet die IP Basisadresse, das zweite die Beschreibung und das dritte und letzte die Netzmaske im dotted4 IP-Adressformat oder als Zahl der Netzwerkbits.
es: Datos de la red de la importación de archivos de ASCII planos. El archivo debe contener tres columnas cada uno delimitada por TAB. La primera columna contiene la dirección baja del IP, el segundo la descripción y el tercero el mask en formato decimal punteado o en formato del pedacito.
fr: Importer des données réseau depuis un fichier ASCII à plat. Le fichier doit contenir trois colonnes délimitées par des tabulations. La première colonne contient l'adresse IP de base, la deuxième la description, la troisième le masque soit en format décimal à point, soit en format bit.

source: If the import file has more than three columns, each additional column will be added to the user defined fields defined in the basetemplate.xml file in the order specified in the template.
de: Wenn die Import Datei mehr als drei Felder pro Zeile enthält, so werden diese als zusätzliche Angaben gemäß der Datei basetemplate.xml in der Reihenfolge ihrer Definition interpretiert.
fr: Si le fichier d'import a plus de trois colonnes, chaque colonne supplémentaire sera ajoutée aux champs utilisateurs définis dans le fichier basetemplate.xml dans l'ordre spécifié dans le modèle.

source: If an error occurs during the import, the process will stop. Records that have been successfully imported should be deleted from the import file, the error corrected and the import resumed.
de: Wenn beim Import ein Fehler auftritt, wird der Vorgang abgebrochen. Erfolgreich importierte Einträge sollten aus der Datei entfernt werden, der Fehler korrigiert, und die restlichen Felder erneut importiert werden.
es: Si un error ocurre durante la importación, el proceso parará. Registra que se ha importado con éxito se debe suprimir del archivo de la importación, del error corregido y de la importación reasumida.
fr: Si une erreur survient durant l'import, le traitement s'arrête. Les enregistrements qui ont été correctement importés doivent être supprimés du fichier, l'erreur corrigée et le fichier importé à nouveau.

source: Import subnet results
de: Ergebnisse des Imports von Subnetzdaten
es: Importe los resultados del subnet
fr: Résultats de l'import du sous-réseau

source: Possible file size exceeded php.ini or webserver limit of 2meg - break file into smaller parts
de: Dateigröße überschreitet vermutlich die php.ini oder Webservergrenze von 2MB - teilen Sie die Datei in kleinere Blöcke auf
fr: La taille de fichier a peut-être dépassé les limites du php.ini ou du serveur web - découpez le fichier en parties plus petites

source: File could not be opened.
de: Datei konnte nicht geöffnet werden.
es: El archivo no podía ser abierto.
fr: Le fichier n'a pas pu être ouvert.

source: Template could not be opened.
de: Formatbeschreibungsdatei konnte nicht geöffnet werden.
fr: Le modèle n'a pas pu être ouvert.

source: Importing row:
de: Importieren von Zeile:
es: Importación de fila:
fr: Importe la ligne :

source: Row is blank - ignoring
de: Leerzeile wird ignoriert
es: La fila está en blanco - no haciendo caso
fr: La ligne est vide - ignorée

source: Row %u of imported file is not the correct format [ %s ]
de: Zeile %u der importierten Datei ist nicht im vorgeschriebenen Format [ %s ]
fr: La ligne %u du fichier importé n'est pas dans le format attendu [ %s ]

source: Row failed template verify.
de: Zeile entspricht nicht der Formatbeschreibungsdatei
fr: La ligne ne correspond pas au modèle

source: No description for the subnet
de: Keine Subnetzbeschreibung
es: Ninguna descripción para el subnet
fr: Pas de description pour le sous-réseau

source: Invalid IP address [ %s ]
de: Unzulässige IP Adresse [ %s ]
fr: Adresse IP invalide [ %s ]
