Repository: ipplan-ng/ipplan-ng-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Subnet mask is invalid
de: Ungültige Subnetzmaske
es: El mask del subnet es inválido
fr: Le masque de sous-réseau est invalide

source: Subnet could not be updated - start address and size do not EXACTLY match existing subnet [ %s ]
de: Subnetz konnte nicht aktualisiert werden - Anfangsadresse und Größe stimmen nicht genau mit dem existierenden Subnetz [ %s ] überein
fr: Le sous-réseau ne peut pas être mis à jour - l'adresse de début et la taille ne correspondent pas EXACTEMENT au sous-réseau existant [ %s ]

source: Row is duplicate - updating with [ %s, %s ]
de: Zeile ist doppelt - aktualisiere Eintrag mit [ %s, %s]
fr: La ligne est en double - mise à jour avec [ %s, %s ]

source: Error inserting/updating info.
de: Fehler beim Einfügen oder Aktualisieren der Daten
fr: Erreur lors de l'insertion/mise à jour de l'information.

source: User %s modified subnet details %s size %u customer cust %u
de: Benutzer %s änderte Subnetz %s der Größe %u für den Kunden/AS %u
es: El usuario %s modificó el cust %u del cliente del tamaño %u de los detalles %s del subnet
fr: L'utilisateur %s a modifié le détail du sous-réseau %s taille %u client %u

source: User %s created new subnet %s size %u cust %u
de: Benutzer %s hat ein neues Subnetz %s der Größe %u für den Kunden/AS %u angelegt
es: El usuario %s creó el nuevo cust %u del tamaño %u del subnet %s
fr: L'utilisateur %s a créé un nouveau sous-réseau %s de taille %u pour le client %u

source: Subnet could not be created
de: Subnetz konnte nicht angelegt werden
es: El subnet no podía ser creado
fr: Le sous réseau n'a pas pu être créé

source: Import IP details data
de: Import von IP Adressdaten
es: El IP de la importación detalla datos
fr: Importer des données de détail IP

source: Import IP details data in XML format. The data is in the same format generated by <a HREF="http://www.insecure.org">NMAP's</a> -oX parameter. This is useful to scan and obtain records for sites that have no previous information.
de: Import der IP Adressdaten im XML format. Die Daten müssen in dem von '<a HREF="http://www.insecure.org">NMAP's</a> -oX' erzeugten Format sein. Dies ist hilfreich um Einträge für Netze zu erzeugen über die noch keine Daten vorliegen.
es: El IP de la importación detalla datos en formato de XML. Los datos están en el mismo formato generado por NMAP - parámetro del buey. Esto es útil para explorar y para obtener los expedientes para los sitios que no tienen ninguna información anterior.
fr: Importer les données de détail IP en format XML. Les données sont dans le même format que celui généré par le paramètre -oX de <a HREF="http://www.insecure.org">NMAP</a>. C'est utile pour scanner et obtenir des informations pour des sites qui n'avaient pas d'informations préalables.

source: Import IP details data from flat ascii files. The file should contain a minimum of seven columns each delimited by TAB:
de: Import der IP Adressdaten von Ascii Dateien. Die Datei sollte in jeder Zeile mindestens sieben Tabulator getrennte Felder beinhalten:

source: The columns are imported in the following order: IP address, user, location, description, hostname, telephone number and mac address.
de: Die Felder werden in der folgenden Reihenfolge eingelesen: IP Adresse, Ansprechpartner, Standort und Raum, Gerätebeschreibung, Gerätename, Telefonnummer und MAC Adresse.

source: If the import file has more than six columns, each additional column will be added to the user defined fields defined in the iptemplate.xml file in the order specified in the template.
de: Weitere anwenderspezifische Felder werden gemäß der Definitionsreihenfolge in der Datei iptemplate.xml werden als weitere Felder angefügt.
fr: Si le fichier d'import a plus de six colonnes, chaque colonne supplémentaire sera ajoutée aux champs utilisateurs définis dans le fichier iptemplate.xml dans l'ordre défini dans le modèle.

source: NOTE: Any number of IP address records for various subnets can be in the file. Any existing information will be overwritten.
de: ANMERKUNG: Die Datei kann eine beliebige Zahl von Adresseinträgen für die verschiedensten Subnetze enthalten. Eventuell schon vorhandene Eintragungen werden überschrieben.
es: NOTA: Cualquier número de los expedientes del IP ADDRESS para los varios subnets puede estar en el archivo. Cualquier información existente será sobreescrita.
fr: NOTE : Un nombre quelconque d'enregistrements d'adresses IP pour divers sous-réseaux peuvent être dans le fichier. Toutes les informations existant déjà seront écrasées.

source: Imported addresses will only be added to existing subnets.
de: Es werden nur Adresseinträgen für definierte Subnetze importiert.
fr: Les adresses importées ne seront ajoutées qu'à des sous-réseaux existant.

source: If the merge flag is set, any fields that are empty or contain NULL will not be overwritten.
de: Wenn das Zusammenfügen Kästchen ausgewählt ist, werden Felder, die leer sind oder NULL enthalten, nicht überschrieben.

source: Format
de: Dateiformat
es: Formato

source: Standard fields - text format
de: Standard Felder im Ascii Textformat
fr: Champs standards - format texte

source: Standard fields - NMAP XML format
de: Standard Felder im NMAP XML format
fr: Champs standards - format NMAP XML

source: Import IP details result
de: Ergebnisse des IP Adressdaten imports
es: El IP de la importación detalla resultado
fr: Résultat de l'import des détails IP

source: XML not available
de: XML ist nicht verfügbar
fr: XML non disponible

source: Data not in XML format
de: Die Daten sind nicht im XML Format
es: Datos no en formato de XML
fr: Données non au format XML

source: Importing record:
de: Importiere Eintrag:
es: Importación del expediente:
fr: Importe l'enregistrement :

source: Row not the correct format.
de: Zeile ist nicht im korrekten Format.
es: Fila no el formato correcto.
fr: Ligne pas dans le bon format.

source: Subnet could not be found for IP address %s
de: Für die IP Adresse %s konnte kein Subnetz gefunden werden
fr: Le sous-réseau n'a pas pu être trouvé pour l'adresse IP %s

source: Install/Upgrade IPplan-NG
de: IPplan-NG installieren/aktualisieren

source: IPplan-NG %s Installation System
de: IPplan-NG %s Installations Werkzeug

source: Language
de: Sprache
fr: Langage

source: Please choose your language:
de: Bitte wählen Sie Ihre Sprache
fr: Choisissez votre langage :

source: Change
de: Ändern
fr: Modifié

source: IF YOU ARE UPGRADING IPPLAN, BACKUP YOUR DATABASE NOW
de: WENN SIE IPPLAN AKTUALISIEREN, SICHERN SIE JETZT IHRE DATENBANK
fr: SI VOUS METTEZ A JOUR IPPLAN, SAUVEGARDEZ VOTRE BASE DE DONNÉES MAINTENANT

source: THERE IS NO WAY TO RECOVER YOUR DATA IF SOMETHING GOES WRONG.
de: ES GIBT KEINEN WEG DIE DATEN WIEDERHERZUSTELLEN WENN DIESER VORGANG FEHLSCHLÄGT
fr: IL N'Y A AUCUN MOYEN DE RÉCUPÉRER VOS DONNÉES SI QUELQUE CHOSE NE SE PASSE PAS BIEN

source: THE DISPLAY TEMPLATES HAVE MOVED TO A DIFFERENT DIRECTORY - READ THE CHANGELOG AND UPGRADE DOC
de: DIE FORMATBESCHREIBUNGSDATEIEN WURDEN IN EIN ANDERES VERZEICHNIS VERSCHOBEN - LESEN SIE DIE CHANGELOG UND UPGRADE HINWEISE
fr: LES MODELES D'AFFICHAGE ONT ÉTÉ DÉPLACÉS VERS UN AUTRE RÉPERTOIRE - LISEZ LE CHANGELOG ET LE DOCUMENT DE MISE A JOUR

source: For security purposes, it is highly recomended that IPplan-NG is installed on an SSL Webserver.
de: Aus Sicherheitsgründen wird dringendst empfohlen, dass IPplan-NG auf einem https Webserver installiert wird

source: Production systems need to use a transaction-aware database table. Do not use MYISAM (use INNODB) and enable it in config.php
de: Produktiv Systeme benötigen eine transaktionsbasierte Datenbank. Benutzen Sie keine MyISAM Tabellen (sondern InnoDB) und aktivieren diese in config.php
fr: Les systèmes en production devraient utiliser des tables de base de données supportant les transactions. Avec MySQL, n'utilisez pas le type MYISAM, utilisez INNODB et activer le support dans le config.php

source: Read all Instructions carefully before proceeding!
de: Lesen Sie alle Anweisungen genau bevor Sie fortfahren!
fr: Lisez attentivement toutes les instructions avant de commencer !

source: Have you read the <a href="http://iptrack.sourceforge.net/doku.php?id=faq">FAQ</a>? How about the <a href="http://iptrack.sourceforge.net/documentation/">User Manual</a>?
de: Haben Sie die <a href="http://iptrack.sourceforge.net/doku.php?id=faq">FAQ</a> gelesen? Wie steht es mit dem <a href="http://iptrack.sourceforge.net/documentation/">User Manual</a>?
fr: Avez-vous lu (en anglais) la <a href="http://iptrack.sourceforge.net/doku.php?id=faq">FAQ</a>? Et le <a href="http://iptrack.sourceforge.net/documentation/">Manuel utilisateur</a>?

source: Have you read the UPGRADE document if upgrading?
de: Haben Sie das UPGRADE Dokument gelesen, wenn Sie ein existierende Installation aktualisieren?
fr: Avez-vous lu le document UPGRADE si vous mettez à jour ?

source: What would you like to do today?
de: Was möchten Sie heute gerne tun?
fr: Que voulez-vous faire aujourd'hui ?

source: Would you like us to run the SQL against the database defined in config.php or would you rather print it to the screen so you can do it yourself?
de: Sollen wir die SQL Befehle direkt in der in config.php genannten Datenbank ausführen oder wollen Sie sie doch lieber nur auf dem Bildschirm ausgeben und selbst eingeben?
fr: Voulez-vous exécuter directement le script SQL sur la base de donnée ou seulement l'afficher à l'écran pour le faire vous même ?

source: Run the SQL Now
de: SQL Befehle JETZT direkt ausführen
fr: Exécuter le SQL maintenant

source: Just print it to the screen
de: Nur auf dem Bildschirm ausgeben
fr: Seulement l'afficher à l'écran

source: display
de: anzeigen
fr: affiche

source: If you are displaying the schema, please remove the comments with a text editor before executing into your database.
de: Wenn Sie das Datenbank Schema ausgeben lassen, entfernen Sie die Kommentare bitte mit einem Texteditor bevor Sie es in Ihrer Datenbank ausführen.
fr: Si vous affichez le schéma, enlevez les commentaires avec un éditeur de texte avant de l'exécuter sur votre base.

source: Go!
de: Ausführen!
fr: Lancer !

source: IPplan-NG Maintenance
de: IPplan-NG Wartung

source: You need MySQL v4.0.0 or higher for this function!
de: Sie benötigen MySQL v4.0.0 oder höher für diese Funktion!
fr: Vous avez besoin de MySQL v4.0.0 ou supérieur pour cette fonctionalité !

source: Requested IP addresses cleared
de: Liste der IP Adressanträge gelöscht
fr: Adresse IP demandée effacée

source: Requested IP addresses cleared!
de: Liste der IP Adressanträge gelöscht!
fr: Adresse IP demandée effacée !

source: Requested IP addresses could not be cleared.
de: Liste der IP Adressanträge konnte nicht gelöscht werden.
fr: Les adresses IP demandées n'ont pas pu être effacées

source: Requested IP address deleted
de: IP Adressantrag gelöscht
fr: L'adresse IP demandée a été supprimée

source: Requested IP address deleted!
de: IP Adressantrag gelöscht!
fr: Adresse IP demandée supprimée !

source: Requested IP address could not be deleted.
de: IP Adressantrag konnte nicht gelöscht werden.
fr: L'adresse IP demandée n'a pas pu être supprimée

source: Audit log cleared
de: Revisionsprotokoll gelöscht
es: El registro de la intervención despejó
fr: Journal d'audit effacé

source: Audit log cleared!
de: Revisionsprotokoll gelöscht!
es: ¡El registro de la intervención despejó!
fr: Journal d'audit effacé !

source: Audit log could not be cleared.
de: Revisionsprotokoll konnte nicht gelöscht werden.
es: El registro de la intervención no podía ser despejó.
fr: Le journal d'audit n'a pas pu être effacé.

source: Customer index
de: Kunden Index
fr: Index client

source: Are you sure? THIS ACTION WILL DELETE ALL TRACES OF THE CUSTOMER INCLUDING ALL SUBNETS, AREAS, RANGES AND DNS ZONES!
de: Sind Sie sicher? DIESER VORGANG WIRD ALLE KUNDENDATEN EINSCHLIESSLICH ALLER SUBNETZE, AREAS, NETZBEREICHE UND DNS ZONEN LÖSCHEN!
fr: Êtes-vous sûr ? CETTE ACTION VA EFFACER TOUTES LES TRACES DU CLIENT DONT TOUS LES SOUS-RESEAUX, SECTEURS, ÉTENDUES ET ZONES DNS !

source: Request description
de: Antragsbeschreibung
fr: Description de la demande

source: User description
de: Gerätebeschreibung
fr: Description de l'utilisateur

source: Request date
de: Antragsdatum
fr: Date de la requête

source: Delete request
de: Antrag löschen
fr: Supprimer la demande

source: Perform the selected IPplan-NG database maintenance.
de: Wählen Sie eine der Wartungsfunktionen:

source: Display list of customer indexes
de: Liste der Kunden Indices anzeigen
fr: Afficher la liste des indexes des clients

source: View request list
de: IP Adressanträge anzeigen
fr: Voir la liste des demandes

source: Clear IP address request list
de: Alle IP Adressanträge löschen
fr: Effacer la liste des demandes d'adresses IP

source: Clear Audit Log
de: Revisionsprotokoll löschen
es: Registro Claro De la Intervención
fr: Effacer le journal d'audit

source: User Manager
de: Benutzerverwaltung
fr: Gestionnaire d'utilisateur

source: Search Result
de: Such Ergebnisse
fr: Résultat de la Recherche

source: No Matches Found
de: Keine Einträge gefunden
fr: Aucun élément trouvé

source: All Groups
de: Alle Gruppen
fr: Tous les groupes

source: No users in group
de: Die Gruppe enhält keine Benutzer
fr: Pas d'utilisateur dans le groupe

source: Orphan Users
de: Benutzer ohne Gruppe
fr: Utilisateurs orphelins

source: Current Users/Groups
de: Aktuelle Benutzer/Gruppen
fr: Utilisateurs/Groupes actuels

source: New User
de: Neuer Benutzer
fr: Nouvel utilisateur

source: New Group
de: Neue Gruppe
fr: Nouveau groupe

source: Search
de: Suchen
fr: Chercher

source: Edit Users/Groups
de: Benutzer/Gruppen ändern
fr: Éditer Utilisateurs/Groupes

source: Click on a group or user
de: Klicken Sie auf eine Gruppe oder einen Benutzer
fr: Cliquez sur un groupe ou un utilisateur

source: Create group
de: Gruppe anlegen
fr: Créer un groupe

source: Group name:
de: Gruppenname:
es: Nombre de grupo:
fr: Nom du groupe :

source: Group description:
de: Gruppen Beschreibung:
es: Descripción del grupo:
fr: Description du groupe :

source: Group can create/modify/delete customers?
de: Gruppe kann Kunden/AS anlegen/ändern/löschen?
es: ¿Clientes de la lata create/modify/delete del grupo?
fr: Le groupe peut créer/modifier/supprimer des clients ?

source: Group can view any customers data?
de: Gruppe kann die Daten aller Kunden/AS sehen?
fr: Le groupe peut voir les données de tous les clients ?

source: Real Name:
de: Voller Name:
fr: Nom réel :

source: Delete User
de: Benutzer löschen
fr: Supprimer l'utilisateur

source: Change Password
de: Kennwort setzen
fr: Changer le mot de passe

source: Add User to Group
de: Benutzer einer Gruppe hinzufügen
fr: Ajoutez un utilisateur à un groupe

source: Group Membership
de: Gruppenmitglieder
fr: Appartenance aux groupes

source: Remove From Group
de: Aus der Gruppe entfernen
fr: Enlever du groupe

source: Editing Group:
de: Gruppeneigenschaften:
fr: Modification du groupe :

source: Description:
de: Beschreibung:

source: Delete Group
de: Gruppe löschen
fr: Supprimer le groupe

source: Modify group
de: Gruppeneigenschaften
fr: Modifier le groupe

source: Number of reserved addresses at start of subnets:
de: Anzahl der reservierten Adressen am Anfang eines Subnetzes:
fr: Nombre d'adresses réservées au début des sous-réseaux :

source: NOTE: if the user belongs to multiple groups and one of the groups does not contain a reserved limit, then the user is allowed all actions
de: Hinweis: Wenn ein Benutzer zu mehreren Gruppen gehört und nur eine der Gruppen keine Anzahl reservierter Adressen enthält, sind dem Benutzer alle Aktionen erlaubt
fr: NOTE : Si l'utilisateur appartient à plusieurs groupes et que l'un des groupes ne contient pas de limites réservé, alors l'utilisateur n'a pas de limite

source: Update
de: Aktualisieren
fr: Mettre à jour

source: User Membership
de: Gruppen Mitglieder
fr: Groupes de l'utilisateur

source: Add User
de: Hinzufügen
fr: Ajouter un utilisateur

source: Current Members
de: Aktuelle Mitglieder:
fr: Membres actuels

source: Remove From Group
de: Entfernen
fr: Enlever du groupe

source: NOTE: if the user belongs to multiple groups and one of the groups does not contain authority boundaries, then the user is allowed all actions
de: Hinweis: Wenn ein Benutzer zu mehreren Gruppen gehört und nur eine der Gruppen keinen Addressverwaltungsbereich definiert, sind dem Benutzer alle Aktionen erlaubt
fr: NOTE : si l'utilisateur appartient à plusieurs groupes et que l'un des groupes n'a pas de limites d'autorité, alors l'utilisateur n'a pas de limites

source: Authority Boundaries
de: Addressverwaltungsbereichee
fr: Limites d'autorité

source: Authority boundary start address
de: Anfangsadresse des Addressverwaltungsbereiches
es: Dirección del comienzo del límite de la autoridad
fr: Adresse de début de l'autorité

source: Authority size/mask
de: Addressverwaltungsbereichgröße/-maske
es: Autoridad size/mask
fr: Taille/masque de l'autorité

source: Add Boundary
de: Bereich hinzufügen
fr: Ajouter des limites

source: Read only group
de: Nur Lese Gruppe
fr: Groupe en lecture seule

source: Current Boundaries
de: Definierte Addressverwaltungsbereiche:
fr: Limites actuelles

source: Create new user
de: Neuen Benutzer anlegen
fr: Créer un nouvel utilisateur

source: User-id (case sensitive!):
de: Benutzerkennung (Groß-/Kleinschreibung wird unterschieden!):
es: Identificación del usuario (caso sensible!):
fr: Identifiant utilisateur (sensible à la casse !) :

source: User's fullname:
de: Voller Name des Benutzers:
es: Fullname del usuario:
fr: Nom complet de l'utilisateur :

source: User's e-mail:
de: E-Mail Anschrift des Benutzers:

source: Password (case sensitive!):
de: Kennwort (Groß-/Kleinschreibung wird unterschieden!):
es: Contraseña (caso sensible!):
fr: Mot de passe (sensible à la casse !) :

source: Password (again):
de: Kennwort (Wiederholung):
es: Contraseña (otra vez):
fr: Mot de passe (à nouveau) :

source: Group
de: Gruppe
es: Grupo
fr: Groupe

source: Create User
de: Benutzer anlegen
fr: Créer un utilisateur

source: The user-id must be longer
de: Die Benutzerkennung muß länger sein
es: La identificación del usuario debe ser más larga
fr: L'identifiant utilisateur doit être plus long

source: The user description must be longer
de: Die Benutzerbeschreibung muß länger sein
es: La descripción del usuario debe ser más larga
fr: La description doit être plus longue

source: Existing user overwritten
de: Vorhandener Benutzer überschrieben
es: Usuario existente sobreescrito
fr: L'utilisateur existant a été écrasé

source: User created
de: Benutzer angelegt
es: El usuario creó
fr: Utilisateur créé

source: User could not be created
de: Benutzer konnte nicht angelegt werden
es: El usuario no podría ser creado
fr: L'utilisateur n'a pas pu être créé

source: The group name must be longer
de: Der Gruppenname muß länger sein
es: El nombre de grupo debe ser más largo
fr: Le nom du group doit être plus long

source: Reserved addresses out of range
de: Anzahl der reservierten Adressen ist unzulässig
fr: Adresses réservées en dehors des limites

source: The group description must be longer
de: Die Gruppenbeschreibung muß länger sein
es: La descripción del grupo debe ser más larga
fr: La description du groupe doit être plus long

source: Only numbers and digits are allowed in the group name
de: Der Gruppenname muß alphanumerisch sein
es: Solamente los números y los dígitos se permiten en el nombre de grupo
fr: Seuls des chiffres et des lettres sont permis dans le nom du groupe

source: Group created
de: Gruppe angelegt
es: El grupo creó
fr: Groupe créé

source: Group could not be created - possibly a duplicate
de: Gruppe konnte nicht angelegt werden - eventuell ist sie schon vorhanden
es: El grupo no podría ser creado - posiblemente un duplicado
fr: Le groupe n'a pas pu être créé - doublon possible

source: User deleted from group
de: Benutzer aus der Gruppe entfernt
es: Usuario suprimido de grupo
fr: Utilisateur supprimé du groupe

source: User could not be deleted from group
de: Benutzer konnte nicht aus der Gruppe entfernt werden
es: El usuario no podría ser suprimido de grupo
fr: L'utilisateur n'a pas pu être supprimé du groupe

source: User could not be deleted
de: Benutzer konnte nicht gelöscht werden
es: El usuario no podría ser suprimido
fr: L'utilisateur n'a pas pu être supprimé

source: Cannot delete group because the following customers are assigned to the group:
de: Gruppe kann nicht gelöscht werden, da Sie noch die folgenden Kunden/AS verwaltet:
es: No puede suprimir a grupo porque asignan los clientes siguientes al grupo:
fr: Ne peut pas supprimer le groupe car les clients suivant lui sont assignés :

source: Cannot delete group because the following subnets are assigned to the group:
de: Gruppe kann nicht gelöscht werden, da Sie noch die folgenden Subnetze verwaltet:
es: No puede suprimir a grupo porque los subnets siguientes se asignan al grupo:
fr: Ne peux pas supprimer le groupe car les sous-réseaux suivant lui sont assignés :

source: Group could not be deleted
de: Gruppe kann nicht gelöscht werden
es: El grupo no podría ser suprimido
fr: Le groupe n'a pas pu être supprimé

source: User added to group
de: Benutzer der Gruppe hinzugefügt
es: Usuario agregado al grupo
fr: Utilisateur ajouté au groupe

source: User could not be added to group
de: Benutzer konnte der Gruppe nicht hinzugefügt werden
es: El usuario no podría ser agregado al grupo
fr: L'utilisateur n'a pas pu être ajouté au groupe

source: Group details could not be modified
de: Gruppendetails konnten nicht geändert werden
es: Los detalles del grupo no podrían ser modificados
fr: Les détails du groupe n'ont pas pu être modifiés

source: Boundary cannot be created - overlaps with existing boundary
de: Adressverwaltungsbereich konnte nicht angelegt werden - Überschneidung mit einem existierenden Bereich
es: El límite no se puede crear - los traslapos con límite existente
fr: La limite n'a pas pu être créée - chevauche une limite existante

source: Boundary address may not be blank
de: Adressverwaltungsbereichsadresse darf nicht leer sein
es: La dirección del límite puede no estar en blanco
fr: Une adresse de limite ne doit pas être vide

source: Invalid boundary address
de: Unzulässige Adresse für den Adressverwaltungsbereich
es: Dirección inválida del límite
fr: Adresse de limite invalide

source: Boundary created
de: Adressverwaltungsbereich angelegt
es: El límite creó
fr: Limite créée

source: Boundary could not be created
de: Adressverwaltungsbereich konnte nicht angelegt werden
es: El límite no podía ser creado
fr: La limite n'a pas pu être créée

source: Copy
de: Kopieren

source: Paste
de: Einfügen

source: DHCP address
de: DHCP Adresse

source: Main Menu
de: Hauptmenü

source: Reset Search
de: Suche zurücksetzen
