Repository: ipplan-ng/ipplan-ng-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: IPplan-NG is a free (GPL), web based, multilingual, IP address management and tracking tool written in php 4, simplifying the administration of your IP address space. IPplan-NG goes beyond IP address management including DNS administration, configuration file management, circuit management (customizable via templates) and storing of hardware information (customizable via templates). IPplan-NG can handle a single network or cater for multiple networks and customers with overlapping address space.
de: IPplan-NG is ein freies (GPL), web basiertes und mehrsprachiges IP Adressplanungs und Verwaltungswerkzeug geschrieben in PHP 4. Es vereinfacht die Verwaltung Ihres IP Adressraumes. IPplan-NG beschränkt sich nicht nur auf die Adressverwaltung, sondern unterstützt auch die Template basierende DNS Administration, die Verwaltung von Konfigurationsdateien und das Circuit Management sowie das Speichern von Hardware Eigenschaften. IPplan-NG kann ein einzelnes Netzwerk genauso gut wie viele Netze und Kunden mit überlappenden Adressbereichen verwalten.

source: Click on customer/AS to display all associated subnets, click on the area to display all subnets in area and contained ranges, click on a range to display only subnets associated with that range. Subnets not within an area or range can be viewed by selecting the customer/AS.
de: Klicken Sie auf einen Kunden/AS um alle dazugehörigen Subnetze anzuzeigen, klicken Sie auf eine Area um alle enthaltenen Subnetze und Netzbereiche anzuzeigen, klicken Sie auf einen Netzbereich um nur die zugehörigen Subnetze anzuzeigen. Subnetze ohne eine zugehörige Area oder Netzbereich können durch Auswahl des Kunden/AS angezeigt werden.

source: Maintain forward zone domain records.
de: Verwaltung der Forward Zonen Einträge.

source: Create and maintain reverse DNS zones. Reverse zone records are extracted from the host field of subnets created for this customer.
de: Anlegen und Verwalten von Reverse DNS Zonen. Reverse Zonen Einträge werden aus dem Hostnamen Feld der Subnetze dieses Kunden erzeugt.

source: Editing User:
de: Verändere Benutzer:

source: Modify user
de: Benutzereigenschaften

source: Not a valid email address!
de: Dies ist keine gültige Email-Adresse!

source: User %s modified
de: Benutzer %s geändert

source: User modified
de: Benutzer geändert

source: User could not be modified
de: Benutzer konnte nicht geändert werden

source: User %s deleted from group
de: Benutzer %s aus der Gruppe entfernt

source: Group %s deleted
de: Gruppe %s gelöscht

source: Group %s details modified
de: Gruppe %s geändert

source: Merge
de: Zusammenfügen

source: Modify Area
de: Area ändern

source: Modify Range
de: Netzbereich ändern

source: None
de: Keines/Keiner

source: Generic
de: Generisch

source: D
de: T

source: Y
de: J

source: IPPlan - IP Address Management and Tracking
fr: IPPlan - gestion et suivi d'adresse IP

source: You are trying to downgrade IPplan - impossible
fr: Vous essayez de mettre à jour IPplan avec une version plus vieille - Impossible

source: Host
es: Anfitrión
fr: Hôte

source: IPplan information
fr: Information sur IPplan

source: Hostname %u:
fr: Nom d'hôte %u :

source: April
fr: Avril

source: August
fr: Août

source: September
fr: Septembre

source: November
fr: Novembre

source: Refresh
fr: Rafraîchir

source: Retry
fr: Réessayer

source: Minimum TTL
fr: TTL minimum

source: Min. TTL
fr: TTL Min.

source: Slave zone
fr: Zone esclave

source: Host Name
fr: Nom d'hôte

source: IP / Hostname
fr: IP / Nom d'hôte

source: IP/Hostname
fr: IP/Nom d'hôte

source: Export IP details data to flat ascii files. The file will contain six columns each delimited by TAB. The first column contains the IP address, the second the user, the third the location, the fourth the description, fifth the hostname and the sixth the telephone number.
fr: Exporte les données de détails IP vers des fichiers ASCII à plats. Le fichier contiendra cinq colonnes chacune délimitée par des tabulations. La première colonne contient l'adresse IP, la seconde l'utilisateur, la troisième le lieu, la quatrième la description, la cinquième le nom d'hôte et la sixième le numéro de téléphone.

source: Import IP details data from flat ascii files. The file should contain a minimum of six columns each delimited by TAB. The first column contains the IP address, the second the user, the third the location, the fourth the description, the fifth the hostname and the sixth the telephone number.
fr: Import des données de détail IP à partir de fichiers ASCII à plats. Le dossier devrait contenir cinq colonnes chacune délimitée par des tabulations. La première colonne contient l'adresse IP, la seconde l'utilisateur, la troisième le lieu, la quatrième la description, la cinquième le nom d'hôte et la sixième le numéro de téléphone.

source: Install/Upgrade IPPlan
fr: Installer/Mettre à jour IPplan

source: IPplan v4.82 Installation System
fr: Système d'installation Ipplan v4.82

source: For security purposes, it is highly recomended that IPPlan is installed on an SSL Webserver.
fr: Pour des raisons de sécurité, il est vivement recommandé qu'IPplan soit installé sur un serveur SSL.

source: IPplan Maintenance
fr: Maintenance IPplan

source: Perform the selected IPplan database maintenance.
fr: Effectuer les opérations de maintenance de la base de données sélectionnées.

source: Add authority boundary to a group
es: Agregue el límite de la autoridad a un grupo

source: Create a new authority boundary limit by entering the base (network) address. The boundary will limit the members of the group to only be able to create new subnets in this range, thus preventing the user from creating networks outside their area of authority.
es: Cree un nuevo límite del límite de la autoridad incorporando la dirección baja (de la red). El límite limitará a miembros del grupo solamente para poder crear nuevos subnets en esta gama, así evitando que el usuario cree redes fuera de su área de la autoridad.

source: A group with no boundary limits (the default) can create networks with no limitations.
es: Un grupo sin los límites del límite (el defecto) puede crear redes sin limitaciones.

source: Add a user to a group
es: Agregue a usuario a un grupo

source: You first need to create some users!
es: ¡Usted primero necesita crear a algunos usuarios!

source: User-id
es: Identificación del usuario

source: IPplan-NG - IP address management and tracking admin
es: IPplan-NG - gerencia del IP ADDRESS y admin el seguir

source: The admin functions below can only be performed by the admin user. Any other functions not on this page need to be performed by a normal user and CANNOT be performed by the admin user.
es: Las funciones del admin abajo se pueden realizar solamente por el usuario del admin. Ninguna otra funciones no en esta necesidad de la página de ser realizado por un usuario normal y NO SE PUEDEN realizar por el usuario del admin.

source: Admin functions:
es: Funciones del Admin:

source: Create a new user
es: Cree a nuevo usuario

source: Create a new group
es: Cree a nuevo grupo

source: Add authority boundaries to a group
es: Agregue los límites de la autoridad a un grupo

source: Display/Delete authority boundary information
es: Información del límite de la autoridad de Display/Delete

source: Display/Modify/Delete access control information
es: Información de control de acceso de Display/Modify/Delete

source: Import subnet descriptions/definitions from external files
es: Subnet descriptions/definitions de la importación de archivos externos

source: Export subnet descriptions/definitions to external files
es: Subnet descriptions/definitions de la exportación a los archivos externos

source: Import IP address detail records from external files
es: Expedientes de detalle del IP ADDRESS de la importación de archivos externos

source: Export IP address detail records to external files
es: Expedientes de detalle del IP ADDRESS de la exportación a los archivos externos

source: Display audit log
es: Registro de la intervención de la exhibición

source: User functions:
es: Funciones del usuario:

source: Change your password
es: Cambie su contraseña

source: IPplan-NG home page:
es: Home Page de IPplan-NG:

source: Home
es: Casero

source: You may not create an area for this customer as you are not a member of the customers admin group
es: Usted no puede crear un área para este cliente pues usted no es un miembro del grupo del admin de los clientes

source: User %s created new area %s cust %u
es: El usuario %s creó el nuevo cust %u del área %s

source: Area could not be created - probably a duplicate name
es: El área no se podía crear - probablemente un nombre duplicado

source: You may not create a range for this customer as you are not a member of the customers admin group
es: Usted no puede crear una gama para este cliente pues usted no es un miembro del grupo del admin de los clientes

source: User %s created new range %s size %u in areaindex %u cust %u
es: El usuario %s creó el nuevo tamaño %u de la gama %s en el cust %u del areaindex %u

source: Range could not be created - probably duplicate name
es: La gama no se podía crear - nombre probablemente duplicado

source: WARNING:
es: ADVERTENCIA:

source: Unused subnets can be pre-allocated with a a description of either 'free' or 'spare'. These can be searched for at a later stage using the 'Find Free' function.
es: Los subnets inusitados se pueden reservar con una descripción de ' libre ' o de ' repuestos '. Éstos se pueden buscar para ulteriormente usar el ' hallazgo ' funcionan libremente.

source: Description (leave blank to auto-describe)
es: Descripción (espacio en blanco de la licencia a describir automáticamente)

source: Delete access control results
es: Resultados del control de acceso de la cancelación

source: User deleted
es: El usuario suprimió

source: Group deleted
es: El grupo suprimió

source: User %s deleted area %s customer cust %u
es: El usuario %s suprimió el cust %u del cliente del área %s

source: Area deleted
es: El área suprimió

source: User %s deleted customer cust %u
es: Cust suprimido %s %u del cliente del usuario

source: User %s deleted range %s size %u customer cust %u
es: El usuario %s suprimió el cust %u del cliente del tamaño %u de la gama %s

source: Range deleted
es: La gama suprimió

source: Display user access information
es: Información del acceso de usuario de la exhibición

source: All groups and users assigned to them
es: Todos los grupos y usuarios asignados a ellos

source: All info for group %s
es: Todo el Info para el grupo %s

source: Group description
es: Descripción del grupo

source: User's fullname
es: Fullname del usuario

source: User action
es: Acción del usuario

source: Display/delete group bounds
es: Límites del grupo de Display/delete

source: Delete group
es: Grupo de la cancelación

source: Modify group details
es: Modifique a detalles del grupo

source: Delete user from group
es: Suprima a usuario de grupo

source: Delete user
es: Suprima a usuario

source: Users not assigned to any group
es: Usuarios no asignados a cualquier grupo

source: These users will not be able to login as they do not have access anywhere.
es: Estos usuarios no podrán a la conexión pues no tienen acceso dondequiera.

source: Audit log.
es: Registro de la intervención.

source: IP address filter:
es: Filtro del IP ADDRESS:

source: Description filter:
es: Filtro de la descripción:

source: SWIP sent
es: SWIP envió

source: Customer/autonomous system 1
es: Sistema 1 de Customer/autonomous

source: Customer/autonomous system 2
es: Sistema 2 de Customer/autonomous

source: Number of networks and masks do not match - try again. This may occur when reading a large, constantly changing routing table as the network and host portions are read independently.
es: El número de redes y de masks no empareja - intento otra vez. Esto puede ocurrir al leer una tabla de encaminamiento grande, constantemente que cambia como la red y las porciones del anfitrión se leen independientemente.

source: You need at least php 4.0.1p1 to run this script
es: Usted necesita por lo menos el php 4.0.1p1 funcionar esta escritura

source: IP address of device to query. (The device must be SNMP capable)
es: IP ADDRESS del dispositivo a preguntar. (el dispositivo debe ser SNMP capaz)

source: Display SWIP/registrar information
es: Información de la exhibición SWIP/registrar

source: Network name (ntname field on SWIP)
es: Nombre de la red (campo del ntname en SWIP)

source: No DNS reverse record found
es: Ningún expediente del revés del DNS encontró

source: SWIP/registrar information sent
es: La información de SWIP/registrar envió

source: No SWIP's selected to send
es: Ningún SWIP seleccionado para enviar

source: User %s sent SWIP %s template %s size %u cust %u
es: El usuario %s envió el cust %u del tamaño %u de la plantilla %s de SWIP %s

source: Export IP details data to flat ascii files. The file will contain five columns each delimited by TAB. The first column contains the IP address, the second the user, the third the location, the fourth the description and the fifth the telephone number.
es: Exporte los datos de los detalles del IP a los archivos de ASCII planos. El archivo contendrá cinco columnas cada uno delimitada por TAB. La primera columna contiene el IP ADDRESS, el segundo el usuario, el tercero la localización, el cuarto la descripción y el fifth el número de teléfono.

source: Total allocated networks:
es: Redes asignadas total:

source: Address space used:
es: El espacio de dirección utilizó:

source: Show used address space too
es: Demuestre el espacio de dirección usado también

source: Row %u of imported file is not the correct format
es: La fila %u del archivo importado no es el formato correcto

source: Subnet could not be updated - start address and size do not EXACTLY match existing subnet
es: El subnet no podría ser actualizado - comience la dirección y el tamaño no empareja EXACTAMENTE subnet existente

source: Row is duplicate - updating
es: La fila es duplicada - poniéndose al día

source: Subnet could not be found
es: El subnet no podía ser encontrado

source: Network address - ignored
es: Dirección de red - no hecha caso

source: Broadcast address - ignored
es: Dirección de la difusión - no hecha caso

source: Import IP details data from flat ascii files. The file should contain five columns each delimited by TAB. The first column contains the IP address, the second the user, the third the location, the fourth the description and the fifth the telephone number.
es: Importe los datos de los detalles del IP de archivos de ASCII planos. El archivo debe contener cinco columnas cada uno delimitada por TAB. La primera columna contiene el IP ADDRESS, el segundo el usuario, el tercero la localización, el cuarto la descripción y el fifth el número de teléfono.

source: Text
es: Texto

source: IPplan-NG - IP address management and tracking
es: IPplan-NG - gerencia y el seguir del IP ADDRESS

source: Your browser must be JavaScript capable to use this application. Please turn JavaScript on.
es: Su browser debe ser Javascript capaz utilizar este uso. Gire por favor el Javascript.

source: This application administers and tracks IP address space.
es: Este uso administra y sigue el espacio del IP ADDRESS.

source: IPplan-NG admin functions
es: Funciones de IPplan-NG admin

source: Customer/autonomous system group functions
es: Funciones del grupo del sistema de Customer/autonomous

source: Display/Modify/Delete customer information/autonomous system
es: Sistema del cliente information/autonomous de Display/Modify/Delete

source: Create a new network range or supernet
es: Cree una nueva gama de la red o el supernet

source: Display/Modify/Delete area and range information
es: Área de Display/Modify/Delete e información de la gama

source: Create a new subnet from a routing table
es: Cree un nuevo subnet de una tabla de encaminamiento

source: Modify/Copy/Move/Delete subnet information
es: Información del subnet de Modify/Copy/Move/Delete

source: User group functions
es: Funciones del grupo de usuario

source: Search all subnets
es: Busque todos los subnets

source: Display subnets that overlap between customers/autonomous systems
es: Exhiba los subnets que se traslapan entre los sistemas de customers/autonomous

source: Display/Modify/Delete an area.
es: Display/Modify/Delete al área.

source: User %s deleted subnet %s size %u customer cust %u
es: El usuario %s suprimió el cust %u del cliente del tamaño %u del subnet %s

source: Subnet deleted
es: El subnet suprimió

source: Subnet could not be deleted
es: El subnet no podía ser suprimido

source: Modify/Copy/Move/Delete a subnet information
es: Modify/Copy/Move/Delete una información del subnet

source: User %s created new customer cust %u
es: El usuario %s creó el nuevo cust %u del cliente

source: User %s modified customer details cust %u
es: El usuario %s modificó el cust %u de los detalles del cliente

source: Required information:
es: Información requerida:

source: Customer/autonomous system admin group
es: Grupo del sistema admin de Customer/autonomous

source: Customer information (optional):
es: Información del cliente (opcional):

source: Reverse DNS information (optional):
es: Información reversa del DNS (opcional):

source: Technical contact information (optional):
es: Información técnica del contacto (opcional):

source: Group details modified
es: Los detalles del grupo se modificaron

source: Modify group:
es: Modifique a grupo:

source: User %s moved subnet %s size %u to customer cust %u
es: El usuario %s movió el tamaño %u del subnet %s al cust %u del cliente

source: User %s created new subnet %s size %u customer cust %u
es: El usuario %s creó el nuevo cust %u del cliente del tamaño %u del subnet %s

source: Alternatively, the database administrator can manually issue the following SQL statements:
es: Alternativomente, el administrador de la base de datos puede publicar manualmente las declaraciones siguientes del SQL:

source: NOTE: Care should be taken when doing this to ensure that the correct table type is used if transaction safe tables like InnoDB are used. All CREATE TABLE statements should be appended with a TYPE=innodb
es: NOTA: El cuidado debe ser tomado al hacer esto para asegurarse de que el tipo correcto de la tabla está utilizado si las tablas seguras de la transacción como InnoDB se utilizan. Todos CREAN declaraciones de la TABLA se deben añadir con un TYPE=innodb

source: Schema upgrade failed with error:
es: La mejora del esquema falló con error:

source: Schema upgrade was successful:
es: La mejora del esquema era acertada:

source: Search filter on %s:
es: Filtro de la búsqueda en %s:
