Repository: ipplan-ng/ipplan-ng-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Invalid link address: %s
de: Die zugeordnete IP Adresse/der zugeordnete Eintrag %s is ungültig
fr: Adresse de lien invalide : %s

source: Duplicate MAC address: %s
de: Doppelte MAC Adresse: %s
fr: Adresse MAC dupliquée : %s

source: Show duplicate MAC addresses
de: Doppelte MAC Adressen
fr: Montrez les adresses MAC dupliquées

source: Invalid MAC address: %s
de: Ungültige MAC Adresse: %s
fr: Adresse MAC invalide : %s

source: E-mail message was not sent
de: Die E-Mail wurde NICHT versandt!
fr: L'E-Mail n'a pas été envoyé

source: Mailer Error:
de: Mailer Fehlermeldung:
fr: Erreur de messagerie :

source: Warning E-mail message sent (utilization threshold exceeded)
de: WARNUNG E-Mail wurde gesendet (Adressnutzungslimit überschritten)

source: Send an email to the IP address requester with details of the allocated address
de: Eine Email mit den Details der zugewiesenen Adresse zurücksenden
fr: Envoyer un E-mail au demandeur de l'adresse IP avec les détails de l'adresse attribuée

source: Email IP address requester
de: Eine Email zurücksenden
fr: Email du demandeur d'adresse IP

source: IP request E-mail message sent
de: IP Antrags E-Mail wurde versendet
fr: E-mail de demande d'adresse IP envoyé

source: User %s actioned request %s
de: Benutzer %s hat Anfrage %s bereits bearbeitet
fr: L'utilisateur %s a activé la requête %s

source: IP address details modified
de: IP Adressdaten geändert
es: Los detalles del IP ADDRESS se modificaron
fr: Détail de l'adresse IP modifié

source: IP address details could not be modified
de: IP Adressdaten konnten nicht geändert werden
es: Los detalles del IP ADDRESS no podían ser modificados
fr: Le détail de l'adresse IP n'a pas pu être modifié

source: You are not the owner of the subnet
de: Sie sind kein Inhaber des Subnetzes
es: Usted no es el dueño del subnet
fr: Vous n'êtes pas propriétaire du sous-réseau

source: Could not find the owner of the subnet - subnet possibly deleted by another user
de: Der Inhaber des Subnetzes konnte nicht bestimmt werden - vermutlich wurde es von einem anderen Benutzer gelöscht
es: No podía encontrar al dueño del subnet - subnet suprimido posiblemente por otro usuario
fr: Impossible de trouver le propriétaire du sous-réseau - il a peut-être été supprimé par un autre utilisateur

source: Close
de: Schließen
fr: Fermer

source: This page was bookmarked and contains invalid information which cannot be displayed anymore - restart from main menu
de: Diese Seite wurde mit einem Lesezeichen versehen und enthält veraltete Informationen, die nicht mehr angezeigt werden können. Beginnen Sie erneut aus dem Hauptmenü
es: Esta página bookmarked y contiene la información inválida que no puede ser exhibida más - recomenzar del menú principal
fr: Cette page a été mise en signet et contient des informations invalides qui ne peuvent plus être affichées - redémarrez à partir du menu principal

source: Customer/autonomous system description:
de: Beschreibung des Kunden/autonomen Systems:
es: Descripción de sistema de Customer/autonomous:
fr: Description du client/système autonome :

source: Subnet:
de: Subnetz:
fr: sous réseau :

source: Mask:
de: Maske:
fr: Masque :

source: Description:
de: Beschreibung:
es: Descripción:

source: Show used addresses
de: Aktive Adressen anzeigen
es: Demuestre las direcciones usadas
fr: Montrez les adresses utilisées

source: This can take a while as each address is polled. Green is active, Red is inactive
de: Es kann eine Weile dauern während jede Adresse abgefragt wird. Grün heißt aktiv, rot bezeichnet eine momentan inaktive Adresse.
es: Esto puede tomar un rato mientras que se vota cada dirección. El verde es activo, rojo es inactivo
fr: Ceci peux prendre un moment car chaque adresse est scrutée. En vert, les actives, en rouge les inactives

source: Show DNS changes
de: DNS Änderungen anzeigen
fr: Montrer les changements DNS

source: Show descriptions that do not match DNS reverse entries. Red is new DNS value
de: Gerätenamen anzeigen, die mit den Reverse DNS Einträgen NICHT übereinstimmen. Der neue Name wird rot angezeigt
fr: Montrer les descriptions qui ne correspondent pas aux entrées de DNS inverse. En rouge, les nouvelles valeurs

source: Select multiple addresses to do a bulk change
de: Wählen Sie hier mehrere Adressen aus, um diese gleichzeitig zu bearbeiten
es: Seleccione las direcciones múltiples para hacer un cambio a granel
fr: Sélectionnez plusieurs adresses pour faire un changement en masse

source: Ideal for reserving DHCP ranges
de: Ideal um DHCP Bereiche zu reservieren
es: Ideal para reservar gamas de DHCP
fr: Idéal pour réserver des plages DHCP

source: Use next available address
de: Die nächste freie Adresse verwenden
es: Utilice la dirección disponible siguiente
fr: Utiliser la prochaine adresse disponible

source: Use next available address and probe network if active
de: Die nächste freie Adresse verwenden UND prüfen, ob sie aktiv ist
fr: Utiliser la prochaine adresse disponible et tester si active

source: User
de: Ansprechpartner
es: Usuario
fr: Utilisateur

source: Location
de: Standort und Raum
es: Localización
fr: Lieu

source: Device description
de: Gerätebeschreibung (Hersteller Modellnummer)
es: Descripción del dispositivo
fr: Description de l'équipement

source: Telephone Number
de: Telefonnummer
es: Número De Teléfono
fr: Numéro de téléphone

source: MAC address
de: MAC Adresse
fr: Adresse MAC

source: P
de: ge-

source: o
de: se-

source: l
de: hen
fr: I

source: Reserved - network address
de: Reserviert - Netzwerkadresse
es: Reservado - dirección de red
fr: Réservé - adresse de réseau

source: Reserved - broadcast address
de: Reserviert - Broadcastadresse
es: Reservado - dirección de la difusión
fr: Réservé - adresse de broadcast

source: DNS queries taking too long - stopped doing queries at %s, time taken for last query was %s seconds
de: DNS Abfragen wegen zu langer Dauer abgebrochen - die Suche wurde bei %s beendet, die letzte Abfrage dauerte %s Sekunden
fr: Les requêtes DNS prennent trp de temps - requêtes arrêtées à %s, le temps pris pour la dernière requête était de %s secondes

source: No DNS entry defined
de: Kein DNS Eintrag definiert
fr: Pas d'entrée DNS définie

source: Subnet Summary
de: Subnetzstatistik
es: Resumen Del Subnet
fr: Résumé du sous-réseau

source: Total addresses:
de: Gesamtadressanzahl:
es: Direcciones del total:
fr: Adresses total :

source: Used addresses:
de: Verwendete Adressen:
es: Direcciones usadas:
fr: Adresses utilisées :

source: (Including network and broadcast)
de: (einschließlich Netzwerk- und Broadcastadresse)
fr: (incluant les adresses de réseau et de broadcast)

source: Free addresses:
de: Freie Adressen:
es: Libere las direcciones:
fr: Adresses libres :

source: Active polled (D/W/M/Y):
de: Aktiv erkannte Einträge an/in dieser/m (Tag/Woche/Monat/Jahr):
fr: Scrutation active (J/S/M/A) :

source: Utilization:
de: Nutzungsrate:
es: Utilización:
fr: Utilisation :

source: Efficiency:
de: Effizienz:
es: Eficacia:
fr: Efficacité :

source: IP address
de: IP Adresse
fr: Adresse IP

source: A record deleted in DNS forward zone
de: A Eintrag in der DNS Zone gelöscht
fr: Enregistrement A supprimé dans la zone DNS directe

source: Domain: %s, Hostname: %s, IP address: %s
de: Domäne: %s, Hostname: %s, IP Adresse: %s
fr: Domaine : %s, Hôte : %s, Adresse IP : %s

source: Invalid hostname: %s %s
de: Unzulässiger hostname %s %s
fr: Nom d'hôte invalide : %s %s

source: IP hostname field in DNS forward zone modified
de: IP Hostnamen Feld in der DNS Zone verändert
fr: Nom d'hôte IP modifié dans la zone DNS directe

source: DNS forward A record not updated - multiple A records for this customer
de: DNS A Eintrag wurde nicht aktualisiert - es sind für diesen Kunden mehrere zugehörige A Einträge vorhanden!
fr: Enregistrement A de la zone directe DNS non mis à jour - multiples enregistrements A pour ce client

source: A record created in DNS forward zone
de: A Eintrag in der DNS Zone wurde angelegt
fr: Enregistrement A créé dans la zone DNS directe

source: DNS forward A record not created - could not find matching zone to create record in
de: DNS A Eintrag wurde nicht angelegt - es konnte für ihn keine geeignete DNS Zone gefunden werden
fr: Enregistrement A de la zone DNS directe non créé - impossible de trouver une zone correspondante pour y créer cet enregistrement

source: Destination linked address %s IP record not created as you are not a member of the customers admin group
de: Die/der zugeordnete Zieladresse/Eintrag %s wurde nicht angelegt, da sie kein Mitglied der Administratoren Gruppe für diesen Kunden sind.
fr: L'adresse IP destination de lien %s n'a pas pu être créée car vous n'êtes pas un membre du groupe d'administration du client

source: Destination linked address %s IP record created
de: Die/der zugeordnete Zieladresse/Eintrag %s wurde angelegt
fr: Adresse destination du lien %s enregistrement IP créé

source: Display registrar information
de: SWIP/IP Registrar Informationen anzeigen
fr: Affiche l'information Registrar

source: Template
de: Anzeige Format
es: Plantilla
fr: Modèle

source: Network name (ntname field on registrar template)
de: Netzwerkname (ntname Feld des SWIP/Registrar Formulars)
fr: Nom de réseau (champ ntname sur le modèle du Registrar)

source: Generate automatically
de: Automatisch erzeugen
es: Genere automáticamente
fr: Générer automatiquement

source: Use subnet description
de: Subnetzbeschreibung verwenden
es: Utilice la descripción del subnet
fr: Utiliser la description du sous-réseau

source: You may not send a registrar update for this customer as you are not a member of the customers admin group
de: Sie können kein SWIP/IP Registrar Update versenden, da Sie kein Mitglied der Administratoren Gruppe für diesen Kunden sind
fr: Vous ne pouvez pas envoyer une mise à jour Registrar pour ce client car vous n'êtes pas un membre du groupe d'administration du client

source: Error reading template!
de: Fehler beim Lesen der Format Beschreibung!
es: ¡Plantilla de la lectura de error!
fr: Erreur en lisant le modèle !

source: E-mail this entry?
de: Diesen Eintrag per E-Mail versenden?
es: ¿E-mail esta entrada?
fr: Envoyer cette entrée par E-mail ?

source: Previously sent:
de: Vorher gesendet:
es: Enviado previamente:
fr: Envoyé précédemment :

source: Check all
de: Alle auswählen
fr: Vérifier tout

source: Clear all
de: Alle abwählen
fr: Effacer tout

source: DNS results
de: DNS Abfrageergebnisse
es: Resultados del DNS
fr: Résultats DNS

source: No DNS reverse record found
de: Keine DNS Reverse Einträge gefunden
fr: Aucun enregistrement DNS inverse n'a été trouvé

source: Registrar information sent
de: SWIP/IP Registrar Daten wurden gesendet
fr: L'information Registrar a été envoyée

source: No registrar updates selected to send
de: Es wurden keine SWIP/IP Registrar Änderungen zum Senden ausgewählt
fr: Aucune mise à jour de Registrar n'a été sélectionnée pour l'envoi

source: Export DHCP subnet details
de: DHCP Subnetzdaten exportieren
fr: Exporter le détail DHCP du sous-réseau

source: You may not export DHCP subnets as you are not a member of the customers admin group
de: Sie können keine DHCP Subnetzdaten exportieren, da Sie kein Mitglied der Administratorengruppe des Kunden sind
fr: Vous ne pouvez pas exporter un sous-réseau DHCP puisque vous n'êtes pas membre du groupe des administrateurs du client

source: Exporting all subnets marked as DHCP and all IP addresses with a user marked as '%s'
de: Es werden alle als DHCP markierten Subnetze und IP Adressen mit Ansprechpartner '%s' exportiert
fr: Exporter tous les sous-réseaux marqués DHCP et les adresses IP avec un utilisateur marqué '%s'

source: Exporting DHCP for %s
de: DHCP Daten von %s werden exportiert
fr: Exporter le DHCP pour %s

source: Found IP with MAC: %s, %s
de: IP Adresse %s mit der MAC Adresse %s gefunden
fr: IP trouvée avec MAC : %s, %s

source: Found IP with invalid MAC - ignoring: %s, %s
de: IP Adresse %s mit ungültiger MAC Adresse %s gefunden - Eintrag wird ignoriert
fr: IP trouvée avec MAC invalide - ignorée : %s, %s

source: Sent update to Backend Processor as file %s
de: Aktualisierung wurde als Datei %s an den Hintergrundprozess exportiert
fr: Mises à jour envoyées au traitement en tant que fichier %s

source: No DHCP subnets could be found.
de: Es wurden keine DHCP Subnetze gefunden.
fr: Aucun sous-réseau DHCP n'a pas pu être trouvé

source: Find free address space/Statistics
de: Freie Adressräume finden/Statistik
es: Dirección libre space/Statistics del hallazgo
fr: Chercher des espaces d'adresses libres/Statistiques

source: Display free address space shows blocks or holes that are available for potential assignment as networks. The search will not display free space if the search only covers unallocated address space.
de: Anzeige von freien Adressblöcken oder Löchern, die für Adresszuweisungen zur Verfügungen stehen. Es werden keine freien Blöcke angezeigt, wenn die Suche ausschließlich nicht zugewiesene Adressbereiche umfaßt.
es: El espacio de dirección libre de la exhibición demuestra bloques o los agujeros que están disponibles para la asignación potencial como redes. La búsqueda no exhibirá el espacio libre si la búsqueda cubre solamente el espacio de dirección unallocated.
fr: Afficher les espaces d'adresse libres montre des blocs ou des trous qui sont disponibles pour un assignement potentiel en tant que réseaux. La recherche n'affichera pas d'espace libre si la recherche ne couvre que les espaces d'adresse non alloués.

source: Subnets with a description of 'free' or 'spare' will also be shown.
de: Auch Subnetze mit der Beschreibung 'free' oder 'spare' werden angezeigt.
es: Los subnets con una descripción ' libre del ' o los ' repuestos ' también serán demostrados.
fr: Les sous-réseaux avec une description 'libre' ou 'en attente' seront aussi montrés.

source: IP range start (leave blank if range selected)
de: IP Bereichsanfang (bitte frei lassen, wenn ein Bereich ausgewählt wurde)
es: Comienzo de la gama del IP (espacio en blanco de la licencia si gama seleccionada)
fr: IP de début d'étendue (laisser vide si une étendue est sélectionnée)

source: IP range end (leave blank if range selected)
de: IP Bereichsende (bitte frei lassen, wenn ein Bereich ausgewählt wurde)
es: Extremo de la gama del IP (espacio en blanco de la licencia si gama seleccionada)
fr: IP de fin d'étendue (laisser vide si une étendue est sélectionnée)

source: Display only subnets between these sizes
de: Nur Subnetze zwischen diesen Größen anzeigen
fr: Afficher seulement les sous-réseaux entre ces tailles

source: Show filter
de: Anzeige Filter
fr: Monter le filtre

source: Free and Unassigned
de: Frei und nicht zugewiesen
fr: Libre et non-assigné

source: Unassigned only
de: Nur nicht zugewiesen
fr: Non affecté seulement

source: All
de: Alle
fr: Tout

source: Invalid IP address! You must select a range or fill in the start and end IP address.
de: Ungültige IP Adresse! Sie müssen einen Bereich auswählen oder Bereichsanfang und -ende angeben.
es: ¡cIp ADDRESS inválido! Usted debe seleccionar una gama o completar el IP ADDRESS del comienzo y del final.
fr: Adresse IP invalide ! Vous devez sélectionner une étendue ou remplir les champs adresses de début et adresse de fin.

source: Your end ip address is smaller than your start!
de: Das Bereichsende ist kleiner als der Bereichsanfang!
es: ¡Su IP address del final es más pequeño que su comienzo!
fr: L'adresse de fin est plus petite que l'adresse de début !

source: Subnet size filter: Subnets between %s and %s
de: Subnetzgrößen Filter: Subnetze mit %s bis %s Adressen
fr: Filtre de taille de sous-réseau : Sous-réseaux entre %s et %s

source: Utilization
de: Auslastung
es: Utilización
fr: Utilisation

source: Barchart
de: Diagramm
fr: Graphique à bars

source: Free space
de: Freier Raum
es: Espacio libre
fr: Espace libre

source: free space
de: Freier Raum

source: Free/Unassigned space
de: Freier/nicht zugewiesener Platz
fr: Espace libre/non affectée

source: SPACE IS ASSIGNED OVER MULTIPLE CUSTOMERS/AS's
de: ADDRESSRAUM IST FÜR MEHRERE KUNDEN/AS ZUGEWIESEN
fr: L'ESPACE EST ASSIGNÉ AU DESSUS DE MULTIPLES CLIENTS/AS

source: SPACE IS ASSIGNED OVER MULTIPLE CUSTOMERS/AS's AND CONTAINS SPACE MARKED FREE
de: ADDRESSRAUM IST FÜR MEHRERE KUNDEN/AS ZUGEWIESEN UND ENTHÄLT ALS FREI MARKIERTE BEREICHE
fr: L'ESPACE EST ASSIGNÉ AU DESSUS DE MULTIPLES CLIENTS/AS ET CONTIENT DES ESPACES MARQUÉS LIBRES

source: Total:
de: Gesamt:

source: NOTE: Host and two host subnets are always 100% allocated
de: Hosts und zwei Host Subnetze sind immer zu 100% belegt
fr: NOTE : Les sous-réseau d'un ou deux hôtes sont toujours alloués à 100%

source: Total allocated networks/subnets:
de: Insgesamt angelegte Subnetze:
fr: Total des réseaux/sous-réseaux assignés :

source: Network/subnet space allocated:
de: Anteil angelegter Subnetze am Adressraum:
fr: Espace réseau/sous-réseau allouée :

source: Total unassigned subnets (pre-allocated subnets marked as free):
de: Anzahl nicht belegter Subnetze (angelegt, aber als 'free' markiert):
fr: Total des sous-réseaux non-assignés (sous-réseaux pré-alloués marqués libres) :

source: Unassigned subnets (pre-allocated subnets marked as free):
de: Anteil nicht belegter Subnetze am Adressraum:
fr: Sous-réseaux non-assignés (sous-réseaux pré-alloués marqués libres)

source: IP addresses allocated (including reserved addresses/excluding reserved addresses):
de: Zugewiesene IP Adressen (inclusive/exclusive reservierter Adressen):
fr: Adresses IP allouées (incluant les adresses réservées/excluant les adresses réservées) :

source: Display/Modify/Delete area information
de: Netzwerk Area anzeigen/ändern/löschen
es: Información del área de Display/Modify/Delete
fr: Affiche/Modifie/Supprime les informations du secteur

source: Display/Modify/Delete areas and ranges.
de: Netzwerk Areas und Bereiche anzeigen/ändern/löschen.
fr: Afficher/Modifier/Supprimer les secteur et étendues

source: Results of your search for areas
de: Ergebnisse der Netzwerk Area Suche
es: Resultados de su búsqueda para las áreas
fr: Résultats de votre recherche de secteurs

source: Search for areas and ranges for customer '%s'
de: Suche nach Netzwerk Areas und Bereichen für den Kunden '%s'
es: Busque para las áreas y las gamas para el cliente ' %s'
fr: Rechercher des secteurs et étendues pour le client '%s'

source: Range size
de: Netzbereichsgröße
es: Tamaño de la gama
fr: Taille de l'étendue

source: Range mask
de: Netzbereichsmaske
es: Máscara de la gama
fr: Masque de l'étendue

source: Delete Area
de: Area löschen
es: Área De la Cancelación
fr: Supprimer le secteur

source: No area
de: Kein Bereich
es: Ninguna área
fr: Pas de secteur

source: Range not part of area
de: Netzwerkbereich ist kein Teil der Area
es: Pieza de la gama no de área
fr: L'étendue ne fait pas partie d'un secteur

source: Delete Range
de: Netzbereich löschen
es: Gama De la Cancelación
fr: Supprimer l'étendue

source: Areas that have no ranges defined
de: Areas ohne Netzbereiche
es: Las áreas que no tienen ninguna gama definieron
fr: Secteurs qui n'ont pas d'étendues de définies

source: No range
de: Kein Netzwerkbereich

source: No range in this area
de: Kein Netzwerkbereich in dieser Area

source: Modify/Copy/Move/Delete/Split/Join subnets
de: Subnetze ändern/kopieren/verschieben/löschen/teilen/vereinen
fr: Modifier/Copier/Déplacer/Supprimer/Découper/Réunir les sous-réseau

source: Subnet address (leave blank if range selected)
de: Subnetzadresse (Bitte frei lassen, wenn ein Bereich ausgewählt wurde)
es: Subnet address (espacio en blanco de la licencia si gama seleccionada)
fr: Adresse de sous-réseau (laisser vide si une étendue est sélectionnée)

source: Results of your search for subnet to modify
de: Ergebnisse der Suche nach zu ändernden Subnetzen
es: Resultados de su búsqueda para que subnet se modifique
fr: Résultats de votre recherche de sous-réseau à modifier

source: You may not delete a subnet for this customer as you are not a member of the customers admin group
de: Sie können kein Subnetz dieses Kunden löschen, da Sie kein Mitglied der Kunden Administrator Gruppe sind
es: Usted no puede suprimir un subnet para este cliente pues usted no es un miembro del grupo del admin de los clientes
fr: Vous ne pouvez pas supprimer un sous-réseau de ce client car vous n'êtes pas membre du groupe de ses administrateurs

source: Subnet %s not deleted - out of defined authority boundary
de: Subnetz %s wurde nicht gelöscht - es ist kein Bestandteil Ihres Netzverwaltungsbereichs
es: Subnet %s no suprimido - fuera de límite definido de la autoridad
fr: Le sous-réseau %s n'a pas été supprimé - en dehors des limites d'autorité définies

source: IP address %s has files attached
de: Der IP Adresse %s sind Dateien angehängt
fr: L'adresse IP %s a des fichiers attachés

source: Subnet %s deleted
de: Subnetz %s gelöscht
fr: Sous-réseau %s supprimé

source: Subnet %s could not be deleted
de: Subnetz %s konnte nicht gelöscht werden
fr: Le sous-réseau %s n'a pas pu être supprimé

source: Subnet %s could not be deleted - there are files attached
de: Subnetz %s konnte nicht gelöscht werden - es sind Dateien angehängt
fr: Le sous-réseau %s n'a pas pu être supprimé - il y a des fichiers attachés

source: You may not split or join a subnet for this customer as you are not a member of the customers admin group
de: Sie können kein Subnetz dieses Kunden teilen oder vereinen, da Sie kein Mitglied der Kunden Administrator Gruppe sind
fr: Vous ne pouvez pas découper ou réunir des sous-réseaux de ce client car vous n'êtes pas membre du groupe de ses administrateurs

source: Subnet %s not split or joined - out of defined authority boundary
de: Subnetz %s nicht geteilt oder vereint - es ist kein Bestandteil Ihres Netzverwaltungsbereichs
fr: Le sous-réseau %s n'a pas été découpé ou réuni - en dehors des limites d'autorité définies

source: Subnets cannot be joined - Invalid base address!
de: Subnetze können nicht vereint werden - unzulässige Basisadresse!
fr: Les sous-réseaux n'ont pas pu être réunis - Adresse de base invalide !

source: Subnets cannot be joined - not the same size!
de: Subnetze können nicht vereint werden - Größen stimmen nicht überein
fr: Les sous-réseaux ne peuvent pas être réunis - pas de la même taille !

source: Subnets cannot be joined - subnet created would be too big!
de: Subnetze können nicht vereint werden - das erzeugte Subnetz wäre zu groß
fr: Les sous-réseaux ne peuvent pas être réunis - le sous-réseau créé serait trop grand !

source: Subnets cannot be split - host network!
de: Subnetz kann nicht geteilt werden - es ist ein Hostnetz
fr: Le sous-réseau ne peut pas être divisé - réseau à un hôte !

source: Subnet split or joined
de: Subnetz %s geteilt oder vereint
fr: Sous-réseau découpé ou réuni

source: Admin group
de: Administrator Gruppe
es: Grupo del Admin
fr: Groupe d'administration

source: Delete Subnet
de: Subnetz löschen
es: Subnet De la Cancelación
fr: Supprimer le sous-réseau

source: Modify/Copy/Move subnet details
de: Subnetz ändern/kopieren/verschieben
es: Detalles del subnet de Modify/Copy/Move
fr: Modifier/Copier/Déplacer les détails de sous-réseau

source: Join Subnet
de: Subnetz vereinen
fr: Réunir le sous-réseau

source: Split Subnet
de: Subnetz teilen
fr: Découper le sous-réseau

source: Delete multiple
de: Markierte Einträge löschen
fr: Suppression multiple

source: Create a new customer/autonomous system
de: Neuen Kunden/autonomes System anlegen
es: Cree un nuevo sistema de customer/autonomous
fr: Créer un nouveau client/système autonome

source: Modify a customer/autonomous system details
de: Kunden/autonomes System ändern
es: Modifique los detalles de un sistema de customer/autonomous
fr: Modifier les détails d'un client/système autonome
