Repository: ipplan-ng/ipplan-ng-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: User %s modified ip details %s index %u
de: Benutzer %s hat die Daten zu Adresse %s mit Index %u geändert
es: El IP modificado %s del usuario detalla el índice %u de %s
fr: L'utilisateur %s a modifié le détail IP %s d'index %u

source: Invalid IP address!
de: Unzulässige IP Adresse!
es: ¡cIp ADDRESS inválido!
fr: Adresse IP invalide !

source: Zone transfer for domain %s failed - using defaults: %s
de: Zonen Transfer für DNS Domäne %s fehlgeschlagen - Standardwerte %s werden benutzt.
fr: Le transfert de zone pour le domaine %s a échoué - utilisation des défauts : %s

source: Cannot delete domain zone - there are still DNS records
de: DNS Zone kann nicht gelöscht werden - Es sind noch Einträge vorhanden
fr: Ne peux pas supprimer la zone - il y a encore des enregistrements DNS

source: Could not find the zone - possibly deleted by another user
de: DNS Zone nicht gefunden - eventuell von einem anderen Benutzter gelöscht
fr: Impossible de trouver la zone - elle a peut-être été supprimée par un autre utilisateur

source: You are changing this zone to a slave only zone, but there are zone records
de: Sie wollen diese Zone in eine Slave Only Zone wandeln, aber es gibt noch Datensätze in der Zone
fr: Vous changez cette zone en une zone esclave, mais il y a des enregistrements dans la zone

source: DNS Domain %s could not be created - possibly duplicate zone
de: DNS Zone %s konnte nicht angelegt werden - vermutlich bereits vorhanden
fr: Le domaine DNS %s n'a pas pu être créé - doublon possible

source: Could not create temporary file!
de: Fehler beim Erzeugen einer temporäten Datei!
fr: Impossible de créer le fichier temporaire !

source: Invalid zone - zone should have at least two name servers defined
de: Ungültige DNS Zone - Die Zone sollte mindestens zwei DNS Server definieren
fr: Zone invalide - la zone doit avoir au moins deux serveurs de noms définis

source: Could not connect to database
de: Verbindung zur Datenbank fehlgeschlagen
es: No podía conectar con la base de datos
fr: Impossible de se connecter à la base de données

source: Invalid address %s
de: Unzulässige IP Adresse %s
fr: Adresse invalide %s

source: No subnet found for address %s
de: Zur Adresse %s konnte kein Subnetz gefunden werden
fr: Aucun sous-réseau trouvé pour l'adresse %s

source: Invalid record - ignored: %s %s
de: Ungültiger Datensatz - ignoriert: %s %s
fr: Enregistrement invalide - ignoré ! %s %s

source: Plain text
de: Ascii Text

source: Comma delimited
de: Komma getrennt

source: Tab delimited
de: Tabulator getrennt

source: Export view
de: Anzeige exportieren

source: Customer/autonomous system
de: Kunde/autonomes System
es: Sistema de Customer/autonomous
fr: Client/système autonome

source: Area (optional)
de: Netzwerk Area (optional)
es: Área (opcional)
fr: Secteur (optionnel)

source: No area selected
de: Keine Netzwerk Area ausgewählt
es: Ninguna área seleccionó
fr: Aucun secteur sélectionné

source: All subnets not part of range
de: Subnetze die zu keinem Adressbereich gehören
fr: Sous réseaux ne faisant pas partie d'une étendue

source: Range (optional)
de: Adressbereich (optional)
es: Gama (opcional)
fr: Étendue (optionnelle)

source: No range selected
de: Kein Adressbereich ausgewählt
es: Ninguna gama seleccionó
fr: Pas d'étendue sélectionnée

source: IPplan-NG - IP Address Management and Tracking
de: IPplan-NG - IP Adressplanung und Verwaltung

source: Logged in as %s
de: Angemeldet als: %s
fr: Connecté en tant que %s

source: Refine Search
de: Suche verfeinern
fr: Affiner la recherche

source: Starts with
de: beginnt mit
fr: Commence par

source: Ends with
de: endet mit
fr: Fini par

source: Contains
de: enthält
fr: Contient

source: Does not contain
de: enthält nicht
fr: Ne contient pas

source: Equal to
de: ist gleich
fr: Est égal à

source: Regex contains
de: enthält den regulären Ausdruck
fr: Contient par regexp

source: Does not regex contain
de: enthält den regulären Ausdruck nicht
fr: Ne contient pas par regexp

source: Submit
de: Absenden/Speichern
es: Someta
fr: Soumettre

source: Main
de: Hauptmenü
fr: Accueil

source: Customers
de: Kunden
fr: Clients

source: Create a New Customer/Autonomous System
de: Neuen Kunden/autonomes System anlegen
fr: Créer un nouveau client/système autonome

source: Edit Existing Customer/Autonomous System
de: Existierenden Kunden/autonomes System ändern
fr: Editer un Client/système autonome existant

source: Network
de: Netzwerk
fr: Réseau

source: Hierarchy
de: Netzwerkstruktur
fr: Hiérarchie

source: Create a new Network Area
de: Neue Netzwerk Area anlegen
fr: Créer un nouveau secteur réseau

source: Create a new Network Range/Supernet
de: Neuen Netzbereich/neues Subnetz anlegen
fr: Créer une nouvelle étendue réseau/supernet

source: Display/Modify/Delete Ranges/Supernets
de: Netzbereiche/Subnetze anzeigen/ändern/löschen
fr: Afficher/Modifier/Supprimer les étendues/supernets

source: Registrar
de: SWIP/IP Registrar

source: Display Registrar Information
de: SWIP/IP Registrar Informationen anzeigen
fr: Affiche l'information Registrar

source: Subnets
de: Subnetze
fr: sous-réseaux

source: Create Subnet
de: Subnetz anlegen
fr: Créer un sous-réseau

source: Create from Routing Table
de: Subnetze aus einer Routing Tabelle erzeugen
fr: Créer un sous-réseau depuis une table de routage

source: Delete/Edit/Modify/Split/Join Subnet
de: Subnetze löschen/ändern/teilen/vereinen
fr: Supprime/Edite/Modifie/Découpe/Réuni un sous-réseau

source: Display Subnet Information
de: Subnetze anzeigen
fr: Afficher les informations de sous-réseau

source: Display Subnet Information - Tree
de: Subnetze als Verzeichnisbaum anzeigen
fr: Afficher les informations de sous-réseau - arbre

source: Search All Subnets
de: Subnetze durchsuchen
fr: Rechercher dans tous les sous-réseaux

source: Find Free Space
de: Freie Addressräume suchen
fr: Trouver l'espace libre

source: Display Subnet Overlap
de: Adressüberlappungen anzeigen
fr: Afficher les chevauchements de sous-réseaux

source: Request an IP address
de: IP Adresse beantragen
fr: Demander une adresse IP

source: Create/Modify/Export Zone Domains
de: DNS Domänen anlegen/ändern/exportieren
fr: Créer/Modifier/Exporter une Zone DNS

source: Create/Modify Zone DNS Records
de: DNS Einträge anlegen/ändern
fr: Créer/Modifier des enregistrement de zone DNS

source: Create/Modify Reverse DNS Records
de: Reverse DNS Einträge anlegen/ändern
fr: Créer/Modifier des enregistrements de DNS inverse

source: Options
de: Optionen

source: Settings
de: Benutzer Einstellungen
fr: Paramètres

source: Change my Password
de: Eigenes Kennwort ändern
fr: Changer mon mot de passe

source: Admin
de: Verwaltung
fr: Administration

source: Users
de: Benutzer
fr: Utilisateurs

source: Create a new User
de: Neuen Benutzer anlegen
fr: Créer un nouvel utilisateur

source: Add a user to Group
de: Benutzer einer Gruppe hinzufügen
fr: Ajoutez un utilisateur à un groupe

source: Display/Edit Users
de: Benutzer anzeigen/ändern
fr: Afficher/Editer des utilisateurs

source: Groups
de: Gruppen
fr: Groupes

source: Create a new Group
de: Neue Gruppe anlegen
fr: Créer un nouveau groupe

source: Add Authority Bounderies to Group
de: Adressverwaltungsbereich einer Gruppe hinzufügen
fr: Ajouter des limites d'autorité à un groupe

source: Display/Modify Authority Boundary Info
de: Adressverwaltungsbereiche anzeigen/ändern
fr: Afficher/Modifier les informations de limites d'autorité

source: Import
de: Importieren
fr: Importer

source: Import Subnet Descriptions
de: Subnetzdaten importieren
fr: Importer des descriptions de sous-réseau

source: Import IP Address Detail Records
de: IP-Adress Daten importieren
fr: Importer des enregistrements détaillés d'adresses IP

source: Export
de: Exportieren
fr: Exporter

source: Export Subnet Descriptions
de: Subnetzdaten exportieren
fr: Exporter des descriptions de sous-réseau

source: Export IP Address Detail Records
de: IP-Adress Daten exportieren
fr: Exporter des enregistrements détaillés d'adresses IP

source: Maintenance
de: Wartung

source: Display Audit Log
de: Revisionsprotokoll anzeigen
es: Registro De la Intervención De la Exhibición
fr: Affiche les journaux d'audit

source: Help
de: Hilfe
fr: Aide

source: Online Manual
de: Online Hilfe
fr: Manuel en ligne

source: Support Groups
de: Support Gruppen
fr: Groupes de support

source: Home Page
de: Entwickler Home Page
fr: Accueil

source: License
de: Lizenz
fr: Licence

source: Logout
de: Abmelden
fr: Déconnexion

source: Problem with database permission or database tables - have installation instructions been followed?
de: Datenbank Probleme - Wurde die Installationsanleitung befolgt?
fr: Problème avec les permissions de la base ou des tables - avez-vous suivi les instructions d'installation ?

source: You are trying to downgrade IPplan-NG - impossible
de: Es ist nicht möglich die IPplan-NG Datenbank downzugraden!
es: Usted está intentando retroceder IPplan-NG - imposible

source: Schema version outdated
de: Das Datenbankschema ist veraltet
es: Versión del esquema anticuada
fr: Version du schéma périmée

source: The database structures need to be upgraded to accommodate new features. For this to happen, you require enough access rights on the %s database. If you get errors back from the upgrade process, you will need to temporarily grant more access rights to the %s database for the duration of the upgrade
de: Die Datenbankstrukturen müssen migriert werden, um neue Funktionen zu unterstützen. Hierzu benötigen Sie ausreichende administrative Rechte auf der %s Datenbank. Wenn beim Updatevorgang Fehler auftreten müssen Sie vorübergehend weitere administrative Rechte an der %s Datenbank einräumen.
es: Las estructuras de la base de datos necesitan ser aumentadas para acomodar nuevas características. Para esto a suceder, usted requiere las bastantes derechas de acceso en la base de datos de %s. Si usted consigue errores traseros del proceso de la mejora, usted necesitará conceder temporalmente las más derechas de acceso a la base de datos de %s para la duración de la mejora
fr: La stricture de la base de donnée doit être mise à jour pour supporter les nouvelles fonctionnalités. Pour que ceci se passe, il faut que vous ayez assez de droits d'accès sur la base %s. Si vous obtenez des erreurs lors de la mise à jour, vous aurez peut être besoin de donner plus de droits d'accès à la base %s pour la durée de la mise à jour

source: This process needs to be done by the administrator by executing the installation scripts. See information in the INSTALL and UPGRADE files.
de: Dieser Vorgang muss vom Administrator durch das Ausführen der Installationsskripte durchgeführt werden. Beachten Sie die Anweisungen der INSTALL und UPGRADE Dateien.
fr: Ce processus doit être suivi par l'administrateur en exécutant les scriptes d'installation. Voir les informations dans les fichiers INSTALL et UPGRADE.

source: Change display settings
de: Ändern der Anzeige Einstellungen
es: Cambie los ajustes de la exhibición
fr: Changer les paramètres d'affichage

source: Settings changed
de: Einstellungen geändert
es: Los ajustes cambiaron
fr: Paramètres changés

source: Change display settings for this workstation
de: Ändern der Anzeige Einstellungen für diesen Arbeitsplatz(Browser)
es: Cambie los ajustes de la exhibición para este sitio de trabajo
fr: Changer les paramétrages d'affichage pour cette station de travail

source: Setting paranoid prompts 'Are you sure?' for all deletes
de: Sicherheitsabfragen für alle Löschvorgänge?
es: Fijando los avisos paranoicos ' son usted seguro?' para todas las cancelaciones
fr: Activer les questions paranoïaques 'Êtes-vous sûr ?' pour toutes les suppressions

source: No
de: Nein
fr: Non

source: Yes
de: Ja
es: Sí
fr: Oui

source: Setting poll forces a scan of the IP address before assigning it, and warns the user if the address is active. This slows down address assignment.
de: Scannen einer IP-Adresse bevor diese eingetragen wird und Ausgabe einer Warnung, wenn die Adresse aktiv ist? Dies verlangsamt das Eintragen von IP-Adressen!
es: Fijar encuesta fuerza una exploración del IP ADDRESS antes de asignarlo, y advierte a usuario si la dirección es activa. Esto retrasa la asignación de dirección.
fr: La scrutation force un scan de l'adresse IP avant de l'assigner, et averti l'utilisateur si elle est active. Ceci ralenti la saisie de l'adresse.

source: Theme:
de: Anzeigedesign:
fr: Thème :

source: Clear
de: Eingabemaske zurücksetzen
es: Despeje
fr: Effacer

source: Modify a network area
de: Netzwerk Area ändern
fr: Modifier un secteur réseau

source: Create a new network area
de: Netzwerk Area anlegen
es: Cree una nueva área de la red
fr: Créer un nouveau secteur réseau

source: You need to enter a description for the area
de: Sie müssen eine Beschreibung für die Netzwerk Area angeben!
es: Usted necesita incorporar una descripción para el área
fr: Vous devez entrer une description du secteur

source: Area address may not be blank
de: Die Netzwerk Area Adresse muss angegeben werden
es: La dirección de área puede no estar en blanco
fr: L'adresse du secteur ne doit pas être vide

source: Invalid area address - it must be the same format as an IP address
de: Unzulässige Netzwerk Area Adresse - Sie muß das Format einer IP Adresse haben
es: Dirección de área inválida - debe ser el mismo formato que un IP ADDRESS
fr: Adresse de secteur invalide - le format doit être le même qu'une adresse IP

source: You may not create/modify an area for this customer as you are not a member of the customers admin group
de: Sie können keine Netzwerk Area für diesen Kunden anlegen oder ändern, da Sie kein Mitglied der Kunden Verwaltungsgruppe sind
fr: Vous ne pouvez pas créer/modifier un secteur pour ce client car vous n'êtes pas un membre du groupe d'administration du client

source: Area created
de: Netzwerk Area angelegt
es: El área creó
fr: Secteur créé

source: Area could not be created/modified - probably a duplicate name
de: Netzwerk Area konnte nicht angelegt werden - eventuell ist der Name bereits vergeben
fr: Le secteur n'a pas pu être créé/modifié. Probablement un doublon

source: Create a new network area by entering a unique identifier address for the area. The identifier has the same format as IP addresses, but has no relation to existing IP address records. Areas usually define geographic or administrative boundaries. Areas can also contain multiple ranges of address space, as in many cases the address space is not contiguous - there may be a mix of private or public address space used.
de: Legen Sie eine neue Netzwerk Area an, indem Sie eine eindeutige Bezeichneradresse für die Area eintragen. Der Bezeichner hat das Format einer IP Adresse, hat aber keinen Einfluß auf IP Adresszuweisungen. Areas definieren normalerweise geographische oder administrative Grenzen. Areas können auch mehrere verschiedene Adressräume enthalten, da der Adressraum in vielen Fällen nicht zusammenhängend ist - auch eine Mischung von privaten und öffentlichen Adressen kann benutzt werden.
es: Cree una nueva área de la red incorporando una dirección única del identificador para el área. El identificador tiene el mismo formato que el IP trata, pero no tiene ninguna relación a los expedientes existentes del IP ADDRESS. Las áreas definen generalmente límites geográficos o administrativos. Las áreas pueden también contener gamas múltiples del espacio de dirección, pues en muchos casos el espacio de dirección no está contiguo - puede haber una mezcla del espacio de dirección privada o pública usado.
fr: Créer un nouveau secteur réseau en entrant une adresse identifiant unique pour ce secteur. L'identifiant a le même format qu'une adresse IP, mais n'a pas de relation avec les enregistrements d'adresses IP existantes. Les secteurs définissent habituellement des frontières géographiques ou administratives. Les secteurs peuvent aussi contenir plusieurs étendues d'adresses, et comme dans beaucoup de cas l'espace d'adressage n'est pas contiguë - Il peut y avoir un mélange d'espaces d'adresses privées et publiques.

source: No customers
de: Keine Kunden
es: Ningunos clientes
fr: Pas de clients

source: Area address
de: Netzwerk Area Bezeichneradresse
es: Dirección de área
fr: Adresse du secteur

source: Description
de: Beschreibung
es: Descripción

source: Modify a range or supernet/summary
de: Netzwerkbereich ändern
fr: Supprimer une étendue ou supernet

source: Create a new range or supernet/summary
de: Netzwerkbereich anlegen
es: Cree una gama o un supernet/summary nueva
fr: Créer une nouvelle étendue ou super-réseau/résumé

source: Range cannot be found!
de: Netzwerkbereich konnte nicht gefunden werden!
fr: L'étendue n'a pas pu être trouvée

source: You need to enter a description for the range
de: Sie müssen eine Beschreibung für den Netzwerkbereich eingeben
es: Usted necesita incorporar una descripción para la gama
fr: Vous devez entrer une description à l'étendue

source: Range address may not be blank
de: Sie müssen die Adresse des Netzwerkbereichs eingeben
es: La dirección de la gama puede no estar en blanco
fr: L'adresse de l'étendue ne doit pas être vide

source: Invalid range address
de: Unzulässige Netzwerkbereichs Adresse
es: Dirección inválida de la gama
fr: Adresse d'étendue invalide

source: Size may not be zero
de: Die Größe des Netzwerkbereichs darf nicht Null sein
es: El tamaño puede no ser cero
fr: La taille ne doit pas être nulle

source: Range cannot be modified - overlaps with existing range or overlaps with self if trying to change size. Try moving the range out of the way first before resizing.
de: Der Netzwerkbereich kann nicht verändert werden, er überlappt mit einem anderen existierenden Bereich oder sich selbst, falls Sie versuchen seine Größe zu ändern. Versuchen den Bereich zunächst in ein freies Gebiet zu verschieben, bevor Sie seine Größe verändern.
fr: L'étendue ne peut pas être modifiée - il y a chevauchement avec une autre étendue ou avec elle-même si vous essayez de changer sa taille. Essayer de déplacer l'étendue ailleurs avant de la redimenssionner.

source: Range cannot be created - overlaps with existing range
de: Der Netzwerkbereich kann nicht angelegt werden, er überdeckt einen vorhandenen Bereich.
es: La gama no se puede crear - los traslapos con la gama existente
fr: L'étendue n'a pas pu être créée - chevauche une étendue existante

source: Invalid base address
de: Unzulässige Anfangsadresse
es: Dirección baja inválida
fr: Adresse de base invalide

source: You may not create/modify a range for this customer as you are not a member of the customers admin group
de: Sie können keinen Netzwerkbereich für diesen Kunden anlegen oder verändern, da Sie kein Mitglied der Administratorengruppe für diesen Kunden sind.
fr: Vous ne pouvez pas créer/modifier une étendue pour ce client car vous n'êtes pas un membre du groupe d'administration du client

source: Range created
de: Netzwerkbereich angelegt
es: La gama creó
fr: Étendue créée

source: Range could not be created/modified - probably duplicate name
de: Der Netzwerkbereich konnt nicht angelegt werden - wahrscheinlich wird der Name bereits benutzt
fr: L'étendue n'a pas pu être créée/modifiée - probablement un doublon

source: Modify a range supernet/summary. Changing the range address or size to overlap with the currently defined range and size is not supported. Move the range out of the way first.
de: Ändern eines Netzwerkbereichs. Das Ändern der Anfangsadresse oder Größe, so dass er mit dem momentan definierten Bereich überlappt, ist nicht gestattet. In diesem Falle müssen Sie den Netzwerkbereich zunächst auf einen anderen, freien Platz verschieben.
fr: Modifier une étendue super-réseau/résumé. Changer l'adresse de l'étendue ou sa taille pour chevaucher l'étendue actuellement définie n'est pas supporté. Déplacer d'abord l'étendue ailleurs.

source: Create a new range or supernet/summary by entering the base (network) address. A range is an aggregation of a number of subnets which can ultimately be used to reduce the number of routing entries in routing tables. Ranges are essentially the same as a normal subnet, just bigger with a wider view.
de: Legen Sie einen neuen Netzwerkbereich oder eine Sammelroute an, in dem Sie zunächst die Basis oder Netzwerkadresse eingeben. Ein Netzwerkbereich ist eine Sammlung von Subnetzen, die am Ende auch dazu genutzt werden kann die Größe von Routing Tabellen zu reduzieren. Netzwerkbereiche sind im Prinzip nichts anderes als Subnetze, nur größer und umfassender.
es: Cree una gama o un supernet/summary nueva incorporando la dirección baja (de la red). Una gama es una agregación de un número de subnets que se puedan utilizar en última instancia para reducir el número de las entradas de la encaminamiento en tablas de encaminamiento. Las gamas son esencialmente iguales que un subnet normal, apenas más grande con una visión más amplia.
fr: Créer une nouvelle étendue ou super-réseau/résumé en entrant l'adresse 'réseau) de base. Une étendue est une agrégation de sous-réseaux qui peuvent finalement être utilisée pour limiter le nombre d'entrée dans les tables de routage. Les étendues son essentiellement la même chose qu'un sous-réseau, juste plus gros avec une vue plus large.

source: Range address
de: Anfangsadresse
es: Dirección de la gama
fr: Adresse de l'étendue

source: Range size/mask
de: Netzwerkbereichsgröße/Maske
es: Gama size/mask
fr: Taille/masque de l'étendue

source: Create a new subnet
de: Neues Subnetz anlegen
es: Cree un nuevo subnet
fr: Créer un nouveau sous-réseau

source: Create a new subnet by entering the base (network) address of the subnet. Subnets are the building blocks of all networks, and are all that is required for small networks.
de: Zum Anlegen eines Subnetzes geben Sie bitte eine Basis- oder Anfangsadresse ein. Subnetze sind die Bausteine aller Netze und sind alles, was für kleine Netze erforderlich ist.
es: Cree un nuevo subnet incorporando la dirección baja (de la red) del subnet. Los subnets son los bloques de edificio de todas las redes, y son todos que se requieren para las redes pequeñas.
fr: Créer un nouveau sous-réseau en entrant l'adresse (réseau) de base du sous-réseau. Les sous-réseaux sont les briques élémentaires de tous les réseaux, et sont le strict nécessaire pour les petits réseaux.

source: Unused subnets can be pre-allocated with a description of either 'free' or 'spare'. These can be searched for at a later stage using the 'Find Free' function.
de: Ungenutzte Subnetze können mit der Beschreibung 'free' oder 'spare' vorbelegt werden. So können Sie später mit der 'Freie Adressräume suchen' Funktion gefunden werden.
fr: Les sous-réseaux inutilisés peuvent être pré-affectés avec une description 'libre 'ou 'en attente'. Ceux-ci peuvent être recherchés ultérieurement en utilisant la fonction 'rechercher les espaces libres'.
