Repository: ipplan-ng/ipplan-ng-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: It may also be beneficial to give ASE (Autonomous System External, networks not local to yours) a special handle like EXTERNAL so that they can be searched for at a later stage. These networks often appear in routing tables as static routes to third parties (not via the Internet).
de: Es kann vorteilhaft sein, ASEs (externen, autonomen Systemen) eine spezielle Kennung, etwa 'EXTERN', zu geben, damit zu einem späteren Zeitpunkt nach ihnen gesucht werden kann. Diese Netze tauchen in den Routingtabellen häufig als statische Routen zu den externen Netzen auf.
es: Puede también ser beneficioso dar a ASE (Autonomous System externo, redes no locales las tuyas) una manija especial como EXTERNO para poderlos buscar para ulteriormente. Estas redes aparecen a menudo en tablas de encaminamiento como rutas estáticas a los terceros (no vía el Internet).
fr: Il peut être aussi bénéfique de donner aux ASE (Autonomous System External, réseaux non-locaux) un indicateur spécial comme EXTERNE pour pouvoir les rechercher plus tard. Ces réseaux apparaissent souvent dans les tables de routage comme des routes statiques vers des tiers (pas par Internet).

source: You first need to create some groups!
de: Sie müssen zuerst einige Gruppen anlegen!
es: ¡Usted primero necesita crear a algunos grupos!
fr: Vous devez d'abord créer des groupes !

source: Admin Group
de: Administratoren Gruppe
es: Grupo Del Admin
fr: Groupe d'administration

source: WARNING: If you choose a group that you do not have access to, you will not be able to see or access the data
de: ACHTUNG: Wenn Sie eine Gruppe wählen, zu der Sie keinen Zugang haben, können Sie nicht mehr auf diese Daten zugreifen!
fr: ATTENTION : Si vous choisissez un groupe auquel vous n'avez pas accès, vous ne pourrez plus voir ou accéder aux données

source: Network address
de: Netzwerkadresse
es: Dirección de red
fr: Adresse réseau

source: Number of contiguous networks to create
de: Anzahl gleichartiger, kontinuierlich anzulegender Netze
es: Número de las redes contiguas a crear
fr: Nombre de réseaux contiguë à créer

source: Leave blank to automatically describe
de: Beschreibung (Leer lassen für einen standardisierten Text)
fr: Laisser blanc pour décrire automatiquement

source: Subnet size/mask
de: Größe des Subnetzes/Maske
fr: Taille/masque du sous-réseau

source: Add active hosts using NMAP
de: Suche und Eintragen aktiver Adressen mit NMAP
es: Agregue los anfitriones activos usando NMAP
fr: Ajouter les hôtes actifs avec NMAP

source: Add host names from DNS
de: Automatische DNS Auflösung und Eintragen gefundener Gerätenamen
es: Agregue los nombres de anfitrión del DNS
fr: Ajouter les noms d'hôtes depuis le DNS

source: Is this a DHCP subnet?
de: Dies ist ein DHCP Subnetz
fr: Est-ce un sous-réseau avec DHCP ?

source: Creating a new DHCP subnet
de: Ein neues DHCP Subnetz wird angelegt
fr: Créer un nouveau sous-réseau avec DHCP

source: Additional information
de: Zusätzliche Angaben
fr: Information additionnelle

source: Create subnet results
de: Ergebnisse des Subnetz anlegens
es: Cree los resultados del subnet
fr: Résultats de création du sous-réseau

source: Number of subnets to create is out of bounds.
de: Die Zahl der anzulegenden Subnetz liegt nicht mehr im gültigen Bereich.
es: El número de los subnets a crear está fuera de los límites.
fr: Le nombre de sous-réseaux à créer dépasse les limites

source: IP address may not be blank
de: Eine IP Adresse muss angegeben werden.
es: El IP ADDRESS puede no estar en blanco
fr: L'adresse IP ne peut pas être vide

source: Invalid IP address
de: Unzulässige IP Adresse
es: IP ADDRESS inválido
fr: Adresse IP invalide

source: Invalid base address!
de: Unzulässige Basisadresse!
es: ¡Dirección baja inválida!
fr: Adresse de base invalide !

source: Subnet %s not created - out of defined authority boundary
de: Das Subnetz %s wurde nicht angelegt - es liegt außerhalb des erlaubten Adressverwaltungsbereichs
es: Subnet %s no creado - fuera de límite definido de la autoridad
fr: Le sous-réseau %s n'a pas été créé - dépasse les limites d'autorité

source: Subnet %s could not be created - possibly overlaps with an existing subnet
de: Das Subnetz %s konnte nicht angelegt werden - vermutlich überschneidet es sich mit einem schon vorhandenen Subnetz
es: El subnet %s no podría ser creado - se traslapa posiblemente con un subnet existente
fr: Le sous-réseau %s n'a pas pu être créé - chevauchement possible avec un sous-réseau existant

source: WARNING:
de: ACHTUNG:
fr: AVERTISSEMENT :

source: Subnet %s overlaps with the following subnets from other customers. This may not be a problem as the subnet may occur in both customers routing tables:
de: Das Subnetz %s überdeckt die folgenden Subnetze anderer Kunden. Dies muss nicht zwingend ein Problem sein, da beide Kunden verschiedene Routing Tabellen nutzen können:
es: El subnet %s se traslapa con los subnets siguientes de otros clientes. Esto puede no ser un problema mientras que el subnet puede ocurrir en ambas tablas de encaminamiento de los clientes:
fr: Le sous-réseau %s chevauche les sous-réseaux suivants d'autres clients. Ceci ne devrait pas être un problème puisque les sous-réseaux apparaîtront dans les deux tables de routages des clients :

source: Base address
de: Basisadresse
es: Dirección baja
fr: Adresse de base

source: Subnet description
de: Subnetzbeschreibung
es: Descripción del subnet
fr: Description du sous-réseau

source: Customer
de: Kunde
es: Cliente
fr: Client

source: You may not create a subnet for this customer as you are not a member of the customers admin group
de: Sie können kein Subnetz für diesen Kunden anlegen, da Sie kein ein Mitglied der Kunden Administratoren Gruppe sind
es: Usted no puede crear un subnet para este cliente pues usted no es un miembro del grupo del admin de los clientes
fr: Vous ne pouvez pas créer un sous-réseau pour ce client puisque vous n'êtes pas membre du groupe des administrateurs du client

source: Subnet %s created
de: Subnetz %s angelegt
es: El subnet %s creó
fr: Sous-réseau %s créé

source: NMAP data not in XML format or XML not available
de: Die NMAP Daten sind nicht im XML Format oder XML ist nicht verfügbar
fr: Données NMAP non formatées en XML ou extension XML indisponible

source: Subnet %s could not be created
de: Subnetz %s konnte nicht angelegt werden
es: El subnet %s no podía ser creado
fr: Le sous-réseau %s n'a pas pu être créé

source: Delete a network area
de: Eine Netzwerk Area löschen
es: Suprima un área de la red
fr: Supprimer un secteur réseau

source: You may not delete an area for this customer as you are not a member of the customers admin group
de: Sie können keine Netzwerk Area für diesen Kunden löschen, da Sie kein Mitglied der Kunden Administratoren Gruppe sind
es: Usted no puede suprimir un área para este cliente pues usted no es un miembro del grupo del admin de los clientes
fr: Vous ne pouvez pas supprimer un secteur pour ce client car vous n'êtes pas membre du groupe ses administrateurs

source: Area could not be deleted
de: Netzwerk Area konnte nicht gelöscht werden
es: El área no podía ser suprimida
fr: Le secteur n'a pas pu être supprimé

source: Delete customer/autonomous system results
de: Ergebnisse des Löschens von Kunden/autonomen Systemen
es: Resultados del sistema de la cancelación customer/autonomous
fr: Résultats de suppression du client/système autonome

source: You cannot reload or bookmark this page!
de: Sie können diese Seite nicht neu laden oder mit einem Lesezeichen versehen!
es: ¡Usted no puede recargar o bookmark esta página!
fr: Vous ne pouvez pas recharger ou créer un signet sur cette page !

source: You may not delete customers as you are not a member a group that can delete customers
de: Sie können keine Kunden löschen, da Sie kein Mitglied der Gruppe zur Verwaltung von Kunden sind
es: Usted no puede suprimir a clientes pues usted no es un miembro al grupo que puede suprimir a clientes
fr: Vous ne pouvez pas supprimer de client car vous n'êtes pas membre d'un groupe ayant ce droit

source: Cannot delete customer because the following subnets are assigned to the customer (limited to first 100):
de: Der Kunde/das autonome System kann nicht gelöscht werden, weil die folgenden Subnetz noch dem Kunden zugeordnet sind (Anzeige der ersten 100):
es: No puede suprimir a cliente porque los subnets siguientes se asignan al cliente (limitado a primeros 100):
fr: Impossible de supprimer le client car les sous-réseaux suivant lui sont affectés (limité aux 100 premiers) :

source: Cannot delete customer because customer has DNS zones defined
de: Der Kunde/das autonome System kann nicht gelöscht werden, weil er/es noch DNS Zonen definiert hat
fr: Ne peut pas supprimer le client car il possède des zones DNS

source: Cannot delete customer because customer has reverse DNS zones defined
de: Der Kunde/das autonome System kann nicht gelöscht werden, weil er/es noch Reverse DNS Zonen definiert hat
fr: Ne peut pas supprimer le client car il possède des zones DNS inverses

source: Customer deleted
de: Kunde/autonomes System gelöscht
es: El cliente suprimió
fr: Client supprimé

source: Customer could not be deleted
de: Kunde/autonomes System konnte nicht gelöscht werden
es: El cliente no podría ser suprimido
fr: Le client n'a pas pu être supprimé

source: Delete a range or supernet/summary
de: Löschen eines Netzwerkbereichs/Sammelroute
es: Suprima una gama o un supernet/summary
fr: Supprimer une étendue ou super-réseau/résumé

source: Range could not be deleted
de: Netwerkbereich konnte nicht gelöscht werden
es: La gama no podía ser suprimida
fr: L'étendue n'a pas pu être supprimée

source: Range index is invalid
de: Der Index des Netwerkbereichs ist ungültig
es: El índice de la gama es inválido
fr: L'index de l'étendue est invalide

source: Display subnet information
de: Subnetzinformationen anzeigen
es: Información del subnet de la exhibición
fr: Afficher les informations du sous-réseau

source: Display subnets.
de: Subnetze anzeigen.
es: Subnets de la exhibición.
fr: Afficher les sous-réseaux.

source: Search criteria
de: Suchkriterien
fr: Critères de recherche

source: Subnet network address (leave blank if range selected)
de: Basis- oder Netzwerkadresse des Subnetze (frei lassen, wenn ein Netzwerkbereich ausgewählt wurde)
es: Dirección de red del subnet (espacio en blanco de la licencia si gama seleccionada)
fr: Adresse réseau du sous-réseau (laisser à blanc si une étendue est sélectionnée)

source: Partial subnet addresses can be used eg. 172.20
de: Es können auch unvollständige Subnetzadressen verwendet werden, z.B. 10.16
es: Las direcciones parciales del subnet se pueden utilizar eg. 172,20
fr: Une adresse partielle de sous-réseau peut être utilisée, ex : 172.20

source: Match any IP address in subnet
de: Alle Adressen des Subnetzes
fr: Correspond à n'importe quelle adresse du sous-réseau

source: Jump to IP address record if found
de: Springe direkt zu einem gefunden IP Adress Eintrag
fr: Aller à l'enregistrement de l'adresse IP si trouvée

source: Enter a complete ip address in above field and select the above options to go to the address record or subnet record
de: Geben Sie eine vollständige IP Adresse im obigen Feld an und wählen Sie eine der obigen Optionen, um direkt zur Adresse oder zum Subnetzeintrag zu springen
fr: Entrer une adresse IP complète dans le champ ci-dessus et sélectionner les options pour aller à l'enregistrement de l'adresse ou à celui du sous-réseau

source: Description (only display networks matching the regular expression)
de: Beschreibung (Es werden nur Netze angezeigt, die diesem regulären Suchausdruck entsprechen)
es: Descripción (solamente redes de la exhibición que emparejan la expresión regular)
fr: Description (affiche seulement les réseaux correspondant à l'expression rationnelle)

source: Description (only display networks containing)
de: Beschreibung (nur Netze, die diesen Text enthalten werden angezeigt)
es: Descripción (solamente redes de la exhibición que contienen)
fr: Description (affiche seulement les réseau qui contiennent)

source: Display subnets larger than
de: Anzeige aller Subnetze, die größer sind als
fr: Afficher les sous-réseaux plus grands que

source: Display all subnets
de: Anzeige aller Subnetze
fr: Afficher tous les sous-réseaux

source: Results of your search
de: Suchergebnisse
es: Resultados de su búsqueda
fr: Résultats de votre recherche

source: Search for IP subnets not part of a range for customer '%s'
de: Suche nach IP Subnetzen, die nicht Teil eines Netzwerkbereichs des Kunden '%s' sind
fr: Rechercher des sous-réseaux IP ne faisant pas partie d'une étendue pour le client '%s'

source: Search for IP subnets between multiple ranges for customer '%s'
de: Suche nach IP Subnetzen zwischen vorhandenen Netzwerkbereichen für den Kunden/AS '%s'
es: Búsqueda para los subnets del IP entre las gamas múltiples para el cliente ' %s'
fr: Rechercher une adresse IP sur plusieurs étendues pour le client '%s'

source: Search for IP subnets between %s and %s %s for customer '%s'
de: Suche nach IP Subnetzen zwischen %s und %s %s für den Kunden/AS '%s'
es: Búsqueda para los subnets del IP entre %s y %s %s para el cliente ' %s'
fr: Rechercher des sous-réseaux IP entre %s et %s %s pour le client '%s'

source: IP address filter:
de: IP Adress Filter:
fr: Filtre d'adresse IP :

source: Description filter:
de: Beschreibungs Filter:
fr: Filtre de description :

source: Subnet size filter: Subnets larger than
de: Subnetzgrößen Filter: Subnetze größer als
fr: Filtre sur la taille du sous-réseau : sous-réseaux plus grand que

source: Subnet size
de: Subnetzgröße
es: Tamaño del subnet
fr: Taille du sous-réseau

source: Subnet mask
de: Subnetzmaske
fr: Masque du sous-réseau

source: Last modified
de: Zuletzt geändert
fr: Modifié le

source: Changed by
de: Geändert von
es: Cambiado cerca
fr: Modifié par

source: Update sent
de: Aktualisierung gesendet
fr: Mise à jour envoyée

source: Search found no matching entries
de: Keine passenden Einträge vorhanden
es: La búsqueda no encontró ninguna entrada que emparejaba
fr: La recherche n'a trouvé aucune entrée correspondante

source: Display customer/autonomous system information
de: Kunden-/autonome Systeminformationen anzeigen
es: Información del sistema de la exhibición customer/autonomous
fr: Affiche les informations du client/système autonome

source: All customer/autonomous system info
de: Alle Kunden/autonomen Systeme
es: Todo el sistema Info de customer/autonomous
fr: Toutes les informations du client/système autonome

source: Refine Search on Description
de: Suche verfeinern: Beschreibung ...
fr: Affiner la recherche sur Description

source: Customer description
de: Kunden Beschreibung
es: Descripción del cliente
fr: Description du client

source: CRM
de: CRM/Kundennummer

source: Group name
de: Gruppen Name
es: Nombre de grupo
fr: Nom du groupe

source: Action
de: Aktion
es: Acción

source: Delete customer/AS
de: Kunde/AS löschen
es: Cancelación customer/AS
fr: Supprimer le client/AS

source: Are you sure?
de: Sind Sie sicher?
es: ¿Es usted seguro?
fr: Êtes-vous sûr ?

source: Modify customer/AS details
de: Kunde/AS ändern
es: Modifique los detalles de customer/AS
fr: Modifier les détails du client/AS

source: Export DHCP details
de: DHCP Daten exportieren
fr: Exporter les détails DHCP

source: Group membership
de: Gruppen Mitgliedschaft
es: Calidad de miembro de grupo
fr: Appartenance aux groupes

source: Display overlapping address space between customers/autonomous systems
de: Adressüberlappungen von Kunden/autonomen Systemen anzeigen
es: Espacio de dirección traslapado de la exhibición entre los sistemas de customers/autonomous
fr: Affiche les espaces d'adressages qui se chevauchent entre les clients/systèmes autonomes

source: This function consumes large amounts of memory on the server. If you get server errors, blank pages or nothing happens when you submit, you may need to reduce the range of your search or you may need to increase the amount of memory allocated to PHP on the server.
de: Diese Funktion hat einen hohen Hauptspeicherbedarf. Wenn Sie Server-Fehler oder eine leere Seite erhalten, oder wenn nach dem Absenden/Speichern nichts passiert, könnte es sein, dass Sie den für PHP reservierten Speicher auf dem Server erhöhen müssen.
fr: Cette fonction consomme beaucoup de mémoire sur le serveur. Si vous avez des erreurs du serveur, des pages blanches, ou que rien ne se passe quand vous soumettez, vous devriez réduire l'étendue de votre recherche ou augmenter la mémoire allouer à PHP sur le serveur.

source: Customer/autonomous system 1 - select multiple
de: Erster/s Kunde/autonomes System (Mehrfachauswahlen sind möglich)
fr: Client/ système autonome 1 - sélectionnez-en plusieurs

source: Customer/autonomous system 2 - select multiple
de: Zweiter/s Kunde/autonomes System (Mehrfachauswahlen sind möglich)
fr: Client/ système autonome 2 - sélectionnez-en plusieurs

source: Search for overlapping subnets between customers/autonomous systems
de: Adressüberlappungen von Kunden/autonomen Systemen suchen
es: Búsqueda para los subnets traslapados entre los sistemas de customers/autonomous
fr: Rechercher des sous-réseaux se chevauchant entre clients/systèmes autonomes

source: Both customers selected are the same - all subnets will overlap!
de: Die ausgewählten Kunden sind identisch - alle Subnetze überlappen!
es: ¡Ambos clientes seleccionados son iguales - todos los subnets se traslaparán!
fr: Les deux clients sélectionnés sont les mêmes - tous les sous-réseaux se chevauchent !

source: Display subnet information obtained from a routing table
de: Subnetzinformationen aus einer Routing Tabelle anzeigen
es: Exhiba la información del subnet obtenida de una tabla de encaminamiento
fr: Affiche les informations de sous-réseau obtenus à partir d'une table de routage

source: Display subnet information obtained from a routing table will show the routing table information on the left of the screen and the corresponding entries in the database on the right. If there are entries on both sides of the table, the subnet exists in the routing table and the database. If there are only entries on the left, the subnet only exists in the routing table. The same is true for the right hand side. If you click on the left, you can add the subnet to the database. If you click on the right, you can view the existing database information.
de: Die aus einer Routing Tabelle erzeugten Subnetzinformationen, zeigen die Netze aus der Routing Tabelle links und die entsprechenden Einträge der IPplan-NG Datenbank rechts. Wenn es in beiden Spalten Eintragungen gibt, ist das Netz auf dem Gerät und in der Datenbank bekannt. Wenn es nur einen Eintrag linker Hand gibt, so ist das Subnetz nur als Route vorhanden, umgekehrt gibt es nur rechts einen Eintrag wenn es keine explizite Route für dieses Subnetz gibt. Wenn Sie auf einen nur links vorhandenen Eintrag klicken, können Sie das Subnetz der Datenbank hinzufügen. Wenn Sie auf die Einträge rechts klicken, können Sie die Subnetzdaten aus der Datenbank abrufen.
es: La información del subnet de la exhibición obtenida de encaminamiento tabla demostrará la información de la tabla de encaminamiento sobre la izquierda de la de la pantalla y las entradas correspondientes en la base de datos a la derecha. En si hay entradas en ambos lados de la tabla, el subnet existe la tabla de encaminamiento y la base de datos. Si hay solamente entradas a la izquierda, el subnet existe solamente en la tabla de encaminamiento. Igual es verdad para el lado derecho. Si usted chasca a la izquierda, usted puede agregar el subnet a la base de datos. Si usted chasca a la derecha, usted puede visión la información existente de la base de datos.
fr: L'affichage des informations de sous-réseau obtenus à partir d'une table de routage montre les informations de la table de routage à gauche et les entrées correspondantes dans la base à droite. S'il y a des entrées des deux cotés, le sous-réseau existe dans la table de routage et dans la base. S'il n'y a que des entrées à gauche, le sous-réseau n'existe que dans la table de routage. Même chose à droite, pour la base. Si vous cliquez à gauche, vous pouvez ajouter le sous-réseau à la base de donnée. Si vous cliquez à droite, vous pouvez voir les informations existantes dans la base.

source: IP address of device to query
de: IP Adresse des Routers/Geräts:
fr: Adresse IP de l'équipement à interroger

source: The device must be SNMP capable
de: Das Gerät muß SNMP unterstützen!
fr: L'équipement doit pouvoir être interrogé en SNMP

source: Community string
de: Lese Community
es: Secuencia de la comunidad
fr: Communauté SNMP

source: Router type
de: Geräteklasse/-typ
fr: Type de routeur

source: Type 'Generic' will work for most routers
de: Die Auswahl 'Generisch' funktioniert für die meisten Geräte
fr: Le type 'Générique' marchera pour la plupart des routeurs

source: Display routing table results
de: Routing Tabelle anzeigen
es: Resultados de la tabla de encaminamiento de la exhibición
fr: Affiche les résultats de la table de routage

source: Could not query router - no SNMP on router or firewall blocking access?
de: Das Gerät antwortet nicht - wird kein SNMP unterstützt, oder verhindert eine Firewall den Zugriff?
es: ¿No podía preguntar la rebajadora - ningún SNMP en el bloqueo de la rebajadora o del cortafuego tuvieron acceso?
fr: Impossible d'interroger le routeur - pas de * sur le routeur ou un partfeu bloque l'accès

source: Search for IP subnets from a routing table for customer '%s'
de: Subnetze des Kunden '%s' in einer Routing Tabelle suchen
es: Busque para subnets del IP de una tabla de encaminamiento para el cliente ' %s'
fr: Rechercher un sous-réseaux IP à partir d'une table de routage pour le client '%s'

source: Routing Table
de: Routing Tabelle
es: Tabla De Encaminamiento
fr: Table de routage

source: IPplan-NG information
de: IPplan-NG Datenbank
es: Información de IPplan-NG

source: Routing Table Base address
de: Route: Zieladresse
es: Dirección baja de la tabla de encaminamiento
fr: Adresse de base de la table de routage

source: Routing Table Subnet size
de: Route: Subnetzgröße
es: Tamaño del subnet de la tabla de encaminamiento
fr: Taille du sous-réseau de la table de routage

source: Routing Table Subnet Mask
de: Route: Subnetzmaske
es: Mask Del Subnet De la Tabla De Encaminamiento
fr: Masque de sous-réseau de la table de routage

source: Subnet Mask
de: Subnetz Maske
es: Mask Del subnet
fr: Masque de sous-réseau

source: Total records: %u
de: Gesamtanzahl der Datensätze: %u
es: Expedientes del total: %u
fr: Nombre total d'enregistrements : %u

source: Subnet cannot be found!
de: Subnetz wurde nicht gefunden
fr: Le sous-réseau n'a pas pu être trouvé !

source: IP addresses not updated - out of defined authority boundary
de: IP Adressen wurden nicht aktualisiert - sie liegen außerhalb Ihres Adressverwaltungsbereichs
fr: L'adresse IP n'a pas été mise à jour - dépasse les limites d'autorité

source: IP address %s not updated - out of defined authority boundary
de: IP Adress %s wurde nicht aktualisiert - sie liegt außerhalb Ihres Adressverwaltungsbereichs
fr: L'adresse IP %s n'a pas été mise à jour - dépasse les limites d'autorité

source: Another user modified the information before you saved - restart
de: Ein anderer Benutzer hat die Einträge geändert bevor Sie gespeichert haben - Bitte prüfen und wiederholen Sie Ihre Eingaben
es: Otro usuario modificó la información antes de usted ahorró - recomenzar
fr: Un autre utilisateur a modifié l'information avant que vous ne la sauvegardiez - recommencez

source: IP address records deleted
de: IP Adresse(n) gelöscht
fr: Enregistrements de l'adresse IP supprimés
